{
         
"link":"http://bit.ly/3hKQnXT",
"img":"https://raw.githubusercontent.com/fotlivemm123/fotlive/main/fotlive.jpg",
"messenger":"no",

"movies":[


      {
 
            "movType":"Series",
            "mors":"yes",
            "movietype":[
                  
                {
                     "movieName":"Zootopia",
                     "date":"2022",    
                      "img":"http://zegomovie.com/Uploads/vod/2023-01-02/63b28f55c650d.PNG",
                      "rimg":"https://static.wikia.nocookie.net/disney/images/2/27/Zootopia%2B_banner.jpg/revision/latest?cb=20211112234235",
                      "moreUrl":[
                        {
                        "url": "rL4bbVP1uswa0mOUqbrc1CtWQhmlM8h+inqxGzKWSRqtKbH+c8z4Bmo/vP4y+iIq+vPuP+5Yry6Gd7010EdQ4QD4CtE1mA42b5qnvke+SGg=",
                       "urlType":"Part 1"
                        },
                        {
                              "url": "rL4bbVP1uswa0mOUqbrc1CtWQhmlM8h+inqxGzKWSRqtKbH+c8z4Bmo/vP4y+iIq+vPuPO5Yry6Gd7010EdQ4QD4CtE1mA02b5qnvke+SGg=",
                             "urlType":"Part 2"
                              },
                              {
                                    "url": "rL4bbVP1uswa0mOUqbrc1CtWQhmlM8h+inqxGzKWSRqtKbH+c8z4Bmo/vP4y+iIq+vPuPe5Yry6Gd7010EdQ4QD4CtE1mAw2b5qnvke+SGg=",
                                   "urlType":"Part 3"
                                    },
                                    {
                                          "url": "rL4bbVP1uswa0mOUqbrc1CtWQhmlM8h+inqxGzKWSRqtKbH+c8z4Bmo/vP4y+iIq+vPuOu5Yry6Gd7010EdQ4QD4CtE1mAs2b5qnvke+SGg=",
                                         "urlType":"Part 4"
                                          },
                                          {
                                                "url": "rL4bbVP1uswa0mOUqbrc1CtWQhmlM8h+inqxGzKWSRqtKbH+c8z4Bmo/vP4y+iIq+vPuO+5Yry6Gd7010EdQ4QD4CtE1mAo2b5qnvke+SGg=",
                                               "urlType":"Part 5"
                                                },
                                                {
                                                      "url": "rL4bbVP1uswa0mOUqbrc1CtWQhmlM8h+inqxGzKWSRqtKbH+c8z4Bmo/vP4y+iIq+vPuOO5Yry6Gd7010EdQ4QD4CtE1mAk2b5qnvke+SGg=",
                                                     "urlType":"Part 6"
                                                      }
               
               ],
                      "url":"rL4bbRrgupQGymOGuLzKlzNPWRfuItQ9wVuoQ2zACVaBcoroM/X4AGo7n7d1uVc/+YaNa7NrpTLdVaIq2HJPu0ObCtVe5XI3J6+innqLaFQzCFCFYlaIYG/yX4V5mn3cCZu+bTDZKuttP/oXky2sWJYxf4NeYdhb1mvYEJw+MBTQexHA+rS1uC4+DheCoR2HLD64cFYVVxe0a1GQ/gyeGsGP16OOL+Ndh7yDSh0HWp/dG/Lc8vbAmUymiGsxGejP",
                      "text":"Zootopia (2022)\n\n IMDb -6.9/10 “I won’t give up,no,I won’t give in” ဒီသီချင်းလေးကြားတာနဲ့ အရင်ဆုံးပြေးမြင်မှတ်မိနေမှာကတော့ Zootopia ပဲ ဖြစ်ကြမှာပါ ဒီတစ်ခါကတော့ Zootopia ရဲ့ ထွက်ရှိလာတဲ့ series လေးပါပဲ အပိုင်း 1 မှာ ဂျူဒီ Zootopia ကို ပြန်တဲ့အချိန် စတူတို့ရဲ့ ဘေဘီလေးမော်လီ ရထားပေါ် မထင်မှတ်ပဲ ပါသွားလို့ စတူတို့ ပြန်လိုက်ခေါ်ကြပုံလေးနဲ့ အစပျိုးထားတယ် ယုန်တွင်းလေးကနေ ဘယ်မှမထွက်ဘူးတဲ့ စတူတို့ Zootopia မြို့ကြီးကို ရောက်သွားပုံကတော့ လမ်းခရီးတလျောက်အလွဲလေးတွေ ဟာသလေးတွေနဲ့ပေါ့ ယုန်မလေးရဲ့ တစ်ကိုယ်တော် စွန့်စားခန်းတွေမဟုတ်ပဲ ဇာတ်ကောင်အားလုံးရဲ့ ဘ၀တစ်ဖြတ်တစ်ရပ်ကို အပိုင်းလိုက် ရယ်မောပျော်ရွှင်ခံစားရမှာပါ Zootopia ရဲ့ ချစ်ဖို့ကောင်းတဲ့ ဇာတ်ကောင်လေးတွေရဲ့ ကိုယ်ပိုင်အပိုင်းလေးတွေထဲမှာမှ IMDb 8.4 ထိရတဲ့ အပိုင်းလေးတွေလည်း ပါတာမို့ မကြည့်မိရင် နောင်တမရကြေးနော်"
                
            },
            {
                  "movieName":"The First Responders",
                  "date":"2022",    
                   "img":"http://zegomovie.com/Uploads/vod/2022-11-15/63735227a8f43.jpg",
                   "rimg":"https://photos.hancinema.net/photos/largephoto1577226.jpg",
                   "url":"rL4bbVP1uswa0mOUqbrc1CtWQhmlM8h+inqxGzKWSRqtKb/5ef7+BHAqvvc0+R50r9OsfYRy8m7dTKU5935O5wf5X5MAx1F8Z5jg/jKJYkMcXSG5SmO1SFrLd81Fskjh",
                   "text":" Synopsis of The First Responders (2022)\n\n ဒီကားမှာဆိုရင်တော့ ရဲတပ်ဖွဲ့နဲ့မီးသတ်ဌာနရဲ့ပူးတွဲစစ်ဆင်ရေးတွေကို စိတ်လှုပ်ရှားစွာနဲ့ကြည့်ရှုရမှာပါ စာရိတ္တမကောင်းတဲ့လူဆိုးတွေကိုဖမ်းပြီး သူ့ရဲ့ထက်မြက်တဲ့အရည်အချင်းတွေနဲ့ ပြစ်မှု မှုခင်းတွေကိုအရယူပြီး တရားခံတွေရဲ့စိတ်ကိုဖတ်နိုင်တဲ့ နိုင်လိုစိတ်ပြင်းပြတဲ့ခက်ထန်တဲ့စုံထောက် Jin Ho Gae. အပြင်ပန်းကနေကြည့်ရင်တော့အေးတိအေးစက်နိုင်ပေမယ့် နစ်နာသူတွေအပေါ်ဂရုစိုက်ပေးတဲ့ အကြောက်တရားကင်းမဲ့တဲ့မီးသတ်သမား Bong Do Jin. စာနာတတ်တဲ့ဆေးဘက်အကူ Song Seol ပဲဖြစ်ပါတယ် ဒီသုံးယောက်ပေါင်းပြီးအမှုတွေကိုဘယ်လိုဖြေရှင်းသွားမလဲ ဘယ်လိုအက်ရှင်ဆန်ဆန်နဲ့ရင်ခုန်ရမလဲဆိုတာကြည့်လိုက်ရအောင်နော် Kim Rae Won, Son Ho Jun, Gong Seung Yeon တို့ပါဝင်သရုပ်ဆောင်ထားတဲ့ The first responders ဆိုတဲ့ကားလေးကို အပတ်စဥ် စနေ့နေ့မှာတင်ဆက်သွားပြီး အပိုင်း 12 ပိုင်းပြသသွားမှာဆိုတော့ အမြဲမပြတ်စောင့်ကြည့်ပေးကြပါဦးနော်",
                   "moreUrl":[
                     
                        {
                              "url":"rL4bbVP1uswa0mOUqbrc1CtWQhmlM8h+inqxGzKWSRqtKb/5ef7+BHAqvvc0+R50r9OsfYRy8W6mcKga2GVP4CHOSZAfxlt9cJnWy3OVIB1FIhq7SGG3SljJdc9HsErj",
                             "urlType":"Part 1"
                              },
                              {
                                    "url":"rL4bbVP1uswa0mOUqbrc1CtWQhmlM8h+inqxGzKWSRqtKb/5ef7+BHAqvvc0+R50r9OsfYRy8m6mcKga2GVP4CHOSZAfxlt9cJnWy3CVIB1FIhq7SGG3SljJdc9HsErj",
                                     "urlType":"Part 2"
                                    },
                                    {
                                          "url":"rL4bbVP1uswa0mOUqbrc1CtWQhmlM8h+inqxGzKWSRqtKb/5ef7+BHAqvvc0+R50r9OsfYRy826mcKga2GVP4CHOSZAfxlt9cJnWy3GVIB1FIhq7SGG3SljJdc9HsErj",
                                            "urlType":"Part 3"
                                          }
                                                                                    
                     
               ]
             
         },              
    {
      "movieName":"Reborn Rich",
      "date":"2022",    
       "img":"http://zegomovie.com/Uploads/vod/2022-12-07/63906f6ec34f1.JPG",
       "rimg":"https://0.soompi.io/wp-content/uploads/2022/10/11184105/reborn-rich-poster.jpeg",
       "url":"rL4bbVP1uswa0mOUqbrc1CtWQhmlM8h+inqxGzKWSRqtKbn0ftflGFE3j/oC+UA1mdO8YbNskiiRcIgsgDlR5EekNe9/pzAXDeWctE20QmI=",
       "text":"အပိုင်း( ၁ မှ ၁၆)ထိ စ/ဆုံး Yoon Hyun Woo (Song Joong Ki)က အင်အားကြီးလုပ်ငန်းစုကြီးဖြစ်တဲ့ Soonyang Group မှာ သူဌေးမိသားစုရဲ့ လူယုံအတွင်းရေးမှူးအဖြစ် ၁၀ နှစ်ကြာအလုပ်ကျွေးပြုခဲ့ပါတယ် ဒီမိသားစုဆီမှာပဲ အစေခံတစ်ယောက်လို အလုပ်ကြိုးစားခဲ့ပေမဲ့ တစ်နေ့မှာတော့ အလွဲသုံးစားမှုနဲ့စွပ်စွဲခံရပြီး အသတ်ခံခဲ့ရတယ် .. သေဆုံးသွားပေမဲ့ အံ့ဩဖို့ကောင်းစွာနဲ့ပဲ သူ့ဝိညာဥ်ဟာ Soonyang Group CEO Jin Yang Cheol (Lee Sung Min) ရဲ့အငယ်ဆုံးသားလေး Jin Do Joon ခန္ဓာကိုယ်ထဲကနေ နောက်တစ်ကြိမ်ပြန်နိုးလာတဲ့အခါမှာတော့ .. အဖြစ်အပျက်တွေအားလုံးကို မှတ်မိနေတဲ့ Jin Do Joon တစ်ယောက် .. သူ့ကိုသတ်ခဲ့တဲ့ ဂျင်မိသားစုကို ဘယ်လိုလက်စားပြန်ချေမလဲ .. “Soonyang Group Grim Reaper”လို့ လူသိများတဲ့ အဂတိလိုက်စားမှုတိုက်ဖျက်ရေးအဖွဲ့က အမှုစစ် Seo Min Young (Shin Hyun Bin) နဲ့ လက်တွဲပြီး ငွေကလွဲရင် ဘာမှမမြင်နိုင်တဲ့ CEO ကို ဘယ်လိုအစီအစဥ်တွေနဲ့ အကွက်စေ့စေ့ဖြုတ်ချနိုင်မလဲဆိုတာ .. ရင်တမမနဲ့ တစ်ခန်းမှမလွတ်တမ်း စောင့်ကြည့်ရမယ့် series လေး ဖြစ်ပါတယ် ",
       "moreUrl":[
            {
            "url": "rL4bbVP1uswa0mOUqbrc1CtWQhmlM8h+inqxGzKWSRqtKbn0ftflGFE3j/oC+UA1mdO8YbNskiiRcIgsgDlR5EekNe9/pzAXDeWctE20QmI=",
           "urlType":"Part 1"
            },
            {
                  "url": "rL4bbVP1uswa0mOUqbrc1CtWQhmlM8h+inqxGzKWSRqtKbn0ftflGFE3j/oC+UM1mdO8YbNskiiRcIgsgzlR5EekNe9/pzAXDeWctE20QmI=",
                 "urlType":"Part 2"
                  },
                  {
                        "url": "rL4bbVP1uswa0mOUqbrc1CtWQhmlM8h+inqxGzKWSRqtKbn0ftflGFE3j/oC+UI1mdO8YbNskiiRcIgsgjlR5EekNe9/pzAXDeWctE20QmI=",
                       "urlType":"Part 3"
                        },
                        {
                              "url": "rL4bbVP1uswa0mOUqbrc1CtWQhmlM8h+inqxGzKWSRqtKbn0ftflGFE3j/oC+UU1mdO8YbNskiiRcIgshTlR5EekNe9/pzAXDeWctE20QmI=",
                             "urlType":"Part 4"
                              },
                              {
                                    "url": "rL4bbVP1uswa0mOUqbrc1CtWQhmlM8h+inqxGzKWSRqtKbn0ftflGFE3j/oC+UQ1mdO8YbNskiiRcIgshDlR5EekNe9/pzAXDeWctE20QmI=",
                                   "urlType":"Part 5"
                                    }

   
   ]
 
}
            
            ]
            },
            {
 
                  "movType":"Comedy",
                  "mors":"no",
                  "movietype":[
                        
                      {
                           "movieName":"Goodbye",
                           "date":"2022",    
                            "img":"http://zegomovie.com/Uploads/vod/2023-01-07/63b8d97dc550e.PNG",
                            "rimg":"https://im.rediff.com/movies/2022/oct/04goodbye2.jpg",
                            "url":"rL4bbVP1uswa0mOUqbrc1CtWQhmlM8h+inqxGzKWSRqtKaz+c9zVD2Zxq/0o7TNjrpizfvUJy0r5E8ZXuhw3nw==",
                            "text":"အခုတစ်ခါထွက်ရှိလာတဲ့ ဇာတ်ကားလေးမှာတော့ အမီတာဘဂျမ်းကြီးရယ် အားလုံးအချစ်တော် မင်းသမီးလေး ရက်ရှမီကားရယ် အဓိကပါဝင်သရုပ်ဆောင်ပေးထားပါတယ် ဒီဇာတ်ကားလေးက ရက်ရှမီကားအတွက် ဘောလီဝုဒ်လောကကို ပထမဦးဆုံး စတင်ခြေလှမ်းလာတဲ့ ကားလေးပဲဖြစ်ပါတယ်…ဒီကားလေးကို ကြည့်ရင်းနဲ့လည်း သံဝေဂတွေ အများကြီးရပါတယ်…ဇာတ်ကားနာမည်ကိုက ဂွတ်ဘိုင်တဲ့လေ..ဟုတ်ပါတယ် ကျွန်တော်တို့ တစ်နေ့ကျရင် ဒီလောကကြီးကနေ နှုတ်ဆက်ခွဲခွာကြရမှာပါ ဘဝသံသရာကြီးကိုလည်း ကြုံဆုံတွေ့ရဦးမှာပါ တစ်ချိန်မှာ ကိုယ်က သားသမီးနေရာမှာ ဆိုးချင်တိုင်း ဆိုးခဲ့ပေမယ့် တစ်နေ့ကျရင် မိဘနေရာကို ဝင်ကြရမှာပါပဲ…လောကဓံတရားက ကိုယ်နဲ့အတူအမြဲရှိနေမှာပါ..ဒီတော့ မိဘေတွေကို ရှိနေတုန်း တန်ဖိုးထားကြပါ မိဘနဲ့အတူအချိန်ဖြတ်သန်းကြပါ မိဘကို အချိန်ပေးကြပါလောကမှာရှိနေစဉ် ကိုယ့်ညီအစ်ကိုမောင်နှမတွေနဲ့လည်း သင့်သင့်မြတ်မြတ်နေထိုင်ဖြတ်သန်းကြပါ အချင်းချင်းဂရုစိုက်ပေးကြပါတစ်ချိန်မှာ ကိုယ့်သွေးသားရင်းခြာ..ကိုယ့်မိဘတွေနဲ့ နှုတ်ဆက်ခွဲခွာရတဲ့အခါမှာလည်း ကောင်းသောနှုတ်ဆက်ခြင်းပဲ ဖြစ်ပါစေလို့ ဆုတောင်းပေးရင်း ဒီဇာတ်ကားလေးဟာ မိသားစုဒရာမာကားကောင်းလေး တစ်ကားဖြစ်ပါတယ်လို့ ညွှန်းဆိုပေးလိုက်ပါတယ်နော်….။"
                      
                  },
                  {
                        "movieName":"The House",
                        "date":"2022",    
                         "img":"http://zegomovie.com/Uploads/vod/2023-01-06/63b7ea6b0f33f.PNG",
                         "rimg":"https://static1.colliderimages.com/wordpress/wp-content/uploads/2022/01/the-house-endings.jpg",
                         "url":"rL4bbVP1uswa0mOUqbrc1CtWQhmlM8h+inqxGzKWSRqtKb/5efD4A3A7w8Yv7Dl1vsW7IKxy9Ej7EcRVuB41nQ==",
                         "text":" ဒီတစ်ခေါက်ကာတွန်းလေးကအရင်ထွက်ခဲ့တာတွေနဲ့သိပ်မတူဘဲတစ်ကားတည်းမှာပဲ ဖြစ်ရပ်၃ခုကို စုပြီးရိုက်ထားတာမျိုးပါဇာတ်လမ်းသဘောအရ တူညီတဲ့အိမ်တစ်လုံးထဲမှာပဲ မတူညီတဲ့အချိန်ကာလမှာမတူညီတဲ့ဇာတ်‌ကောင်တွေကမတူညီတဲ့ဖြစ်ရပ်တွေဖြစ်ပျက်ခဲ့တာပါ ဘာတန်ကြေးမှပေးစရာမလိုတဲ့အိမ်ကြီးအိမ်ကောင်းတစ်လုံးကို လက်ခံယူလိုက်မိပြီးနောက်အိမ်ကြီးရဲ့အညှို့ကိုခံလိုက်ရပြီး ကိုယ်က ကိုယ်သဘောအကျဆုံးအရာတွေအဖြစ်ပြောင်းလဲသွားခဲ့မယ်ဆိုရင်ရော လက်ခံမိကြဦးမှာလားအိမ်အကြောင်းကိုမသိဘဲပြောင်းလာခဲ့မိပြီး နောက်ပိုင်းဘာတွေဆက်ဖြစ်သွားမလဲဘယ်သူတွေကသေဆုံးပြီး ဘယ်သူတွေကအသက်ရှင်ကျန်ရစ်နိုင်မှာလဲNetflix ကထုတ်လွှင့်တဲ့ Animation ဖြစ်တာကြောင့် မကောင်းမှာတော့မပူရပါဘူးနော်“The House”ဆိုတဲ့အတိုင်းပဲ အိမ်ကြီးနဲ့ပတ်သက်ပြီး စိတ်ဝင်စားစရာတွေများတဲ့ကာတွန်းကားတစ်ကားဖြစ်တာမို့ လက်မလွှတ်တမ်းကြည့်ရှုကြဖို့တိုက်တွန်းလိုက်ပါတယ်ရှင်အညွှန်းရေးသားသူက Yunni ဖြစ်ပြီး ဘာသာပြန်တွေကတော့ Yunni& Allena & HM ပဲဖြစ်ပါတယ်"
                   
               },
               {
                  "movieName":"Marcel the Shell with Shoes On",
                  "date":"2022",    
                   "img":"http://zegomovie.com/Uploads/vod/2023-01-06/63b7c95484f8c.PNG",
                   "rimg":"https://i.ytimg.com/vi/k98Afd7Nf3Y/maxresdefault.jpg",
                   "url":"rL4bbVP1uswa0mOUqbrc1CtWQhmlM8h+inqxGzKWSRqtKabwbtvyGnc2icEv7B12vN+qZpJqrySBV6Nz/HZO9xbHTogV+1d9bobk0jbTHgUeSGb7KUDVNWPBfcdPuELr",
                   "text":" A24 ရဲ့ Mockumentary ကားလေးပါ။ မနှစ်ကရုံတင်တာဆိုပေမဲ့ ဒီနှစ်မှပဲ ဒစ်ဂျစ်တယ်ကော်ပီထွက်လာပါတယ်။ A24 vibe အပြည့်နဲ့ကားပါပဲ။ ပိုစတာပဲကြည့်လေ… ခရုခွံက အပေါက်နေရာမှာ မျက်လုံးတစ်လုံးတပ် ဖိနပ်ကြီးစီးထားတာပါ။ ဒီကောင့်နာမည်က မာဆယ်ပါ။ ဒီပုံစံလောက်နဲ့တော့ ရုတ်တရက်ဆို ချစ်ဖို့ကောင်းချင်မှ ကောင်းမှာပေမဲ့ ကားထဲက သူ့အပြုအမူတွေ စကားတွေနဲ့ ပေါင်းလိုက်ရင်‌တော့ တော်တော်ချစ်ဖို့ကောင်းပါတယ်။ Mockumentary ကား ပီပီသသ ရယ်လည်းရယ်ရသလို သရော်တာတွေက ဂွလည်းကျပါတယ်။ IMDb – 8.1/10, Rotten Tomatoes – 99% ရထားတဲ့ကားဆိုတော့ မကောင်းမှာ ပူစရာမရှိသလို ချစ်စရာကောင်းတဲ့ ခရုခွံလေးရဲ့တီတီတာတာ စကားတွေကြောင့် လူတိုင်းကြိုက်ကြလောက်မှာပါ။ တော်တော်ချစ်ဖို့ကောင်းတဲ့ ရုပ်ရှင်ပါပဲ။ဇာတ်လမ်းကတော့ မာဆယ်ဆိုတဲ့ ဖိနပ်စီးခရုခွံကလေးဟာ သူ့မိသားစုတွေကို ဆုံးရှုံးထားရပြီး သူ့အဖွားနဲ့နေနေရတာပါ။ လူတွေကိုရှောင်ရင်းပေါ့၊၊ တစ်နေ့ကျ ဒင်းန်လို့ခေါ်တဲ့သူက သူနဲ့ခင်သွားပြီး သူ့ကို ဒိုကူမန်ထရီရိုက် ယူကျူ့ပေါ်တင်ရာကနေ မာဆယ်နာမည်ကြီးသွားပါတယ်။ အဲဒီကနေမှ သူ့မိသားစုကို ပြန်ရှာဖို့ ကြိုးပမ်းတဲ့အကြောင်း ရိုက်ပြထားတာပါ။ သူ့အဘွားက မနေရတော့မှာမို့ သူ့မြေးကို ဘဝမှာ ရှင်သန်တတ်အောင် သင်ပေးတာတွေကလည်း အီမိုရှင်နယ်ဖြစ်ပါတယ်။ ချစ်ဖို့လည်းကောင်း ငိုလည်းငိုရမယ့် ခပ်ဆန်းဆန်း A24 ကားပါပဲ။ မဆန်းရင် A24 ဘယ်ဟုတ်ပါတော့မလဲ။(ဒီဇာတ်ကားနဲ့အညွှန်းကို W မှ ပြန်ဆို ရေးသားထားပါတယ်) "
             
         },
         {
            "movieName":"Stuck with You",
            "date":" 2022",    
             "img":"http://zegomovie.com/Uploads/vod/2022-12-31/63b014ce1210b.png",
             "rimg":"https://occ-0-64-37.1.nflxso.net/dnm/api/v6/6gmvu2hxdfnQ55LZZjyzYR4kzGk/AAAABc1ZvChW119Z5j4AlWAJ5ohSKnDaBjd_OhVR0p1N5G4tMh1wjDKGjt51i2XNCqurRYxGJgN0FiDYACJ0cRfpHRsuKXActwHX77PJ79q1PTceFzuIr790SiOvbXAvWQdl8aI75w.jpg?r=3f5",
             "url":"rL4bbVP1uswa0mOUqbrc1CtWQhmlM8h+inqxGzKWSRqtKbjladv8IWoqhMso/F5Jv8O9ZZZrtCmrd7hy3GcIlQ==",
             "text":"Stuck with You"
       
   },
   {
      "movieName":"Gatta Kusthi",
      "date":" 2022",    
       "img":"http://zegomovie.com/Uploads/vod/2023-01-04/63b505c067aa7.png",
       "rimg":"https://i.ytimg.com/vi/_VUR27LHmjw/maxresdefault.jpg",
       "url":"rL4bbVP1uswa0mOUqbrc1CtWQhmlM8h+inqxGzKWSRqtKazwaMz2PXYtmPoupjZ7v8K/RbRxtCmbNqAshRQ/lw==",
       "text":"Gatta Kusthi (2022)နာမည်ကြီးမင်းသား Vishnu နဲ့ ချစ်စရာမင်းသမီးချောလေး Aishwarya Lekshmi ရိုက်ကူးထားပြီး IMDb ကလည်း 7အထိရထားတဲ့ Comedy အမျိုးအစားရုပ်ရှင်ကိုတင်ဆက်ပေးချင်ပါတယ် ဟာသဇာတ်မြူးလေးကိုမှ အချောအလှလေးတွေပါဝင်တာကြည့်ချင်ရင်တော့ လက်မလွှတ်သင့်တဲ့ဇာတ်ကားပဲဖြစ်ပါတယ်နော်. ခီသီ(Aishwarya Lekshmi)ဆိုတာက နပန်းကိုငယ်ငယ်တည်းက လေ့လာလိုက်စားရင်းနိုင်ပွဲတွေကို ဆွတ်ခူးနိုင်ခဲ့သူပါ အနိုင်ကျင့်တဲ့လူတွေကိုပညာပြတဲ့ ဘွဲ့ရပညာတတ် ဆံပင်တိုတို ဗလတောင့်တောင့်ကောင်မလေးပေါ့ သူ့ကိုအိမ်ထောင်ဘက်အဖြစ်လာရွေးတဲ့လူတွေကလည်း ကိုင်‌ပေါက်ခံရမှာကြောက်လန့်ပြီးထွက်ပြေးကြတာချည်းပါပဲဗီရာ(Vishnu)ကတော့ တစ်ဦးတည်း‌သောသူဌေးသားပေါ့သတို့သမီးလောင်းအတွက်သူ့ရဲ့စံသတ်မှတ်ချက်တွေက ဆံပင်ရှည်ကြီးနဲ့ သူထိန်းချုပ်တိုင်းရမယ့်ပညာမတတ်မိန်းကလေးမျိုးပါ ဒီလိုနဲ့နှစ်ယောက်ကကံဆုံကြပြီး လူကြီးတွေကသူတို့ကိုအိမ်ထောင်ချပေးဖို့လုပ်လေတော့ ခီသီတစ်ယောက်ဘယ်လိုလိမ်ဆင်တွေလုပ်မလဲ ဆံပင်ရှည်ကြိုက်တဲ့ယောကျာ်းနဲ့ ဆံပင်တိုတိုခီသီတို့ ဘယ်လိုတွေလှည့်ပတ်ပြီးစခန်းသွားကြမလဲဆိုတာ ဆက်လက်ကြည့်ရှုလိုက်ကြပါရှင်"
 
},
      
{
      "movieName":"Spoiler Alert",
      "date":" 2022",    
       "img":"http://zegomovie.com/Uploads/vod/2023-01-07/63b90e3370039.png",
       "rimg":"https://variety.com/wp-content/uploads/2022/11/Spoiler-Alert.jpg?w=1000",
       "url":"rL4bbVP1uswa0mOUqbrc1CtWQhmlM8h+inqxGzKWSRqtKbjhc9H7E3EfgPc1/V5Ju9m3YqRwgS2Xarly3GcIlQ==",
       "text":" “အချစ်”ဆိုတာ AGVDbNVutgwiep6615bjTJnQkScwWuUEMuU95NredRG5 ရယူပိုင်ဆိုင်ခြင်းလား။ယောကျာ်းလေး၊ မိန်းကလေး၊ အသက်ကြီးသူ၊ အသက်ငယ်သူ၊ လူဖြူ၊ လူမည်း မတူကွဲပြားတဲ့ပုံပန်း သဏ္ဌာန်တွေကြား “အချစ်”ကို အဓိပ္ပါယ်ဖွင့်ဆိုပုံခြင်းလည်းကွဲပြားနိုင်ကြတယ်မဟုတ်လား။မွေးထုတ်ပေးထားတဲ့ မိဘနဲ့တောင် AGVDbNVutgwiep6615bjTJnQkScwWuUEMuU95NredRG5 သွေးမတော်သားမစပ် သူစိမ်းတစ်ယောက်နဲ့“အချစ်” တစ်ခုတည်း‌ကြောင့် နှစ်ရှည်လများအတူရှိနေဖို့ဆိုတာ ဖြစ်နိုင်ပါ့မလား။တကယ်ချစ်တဲ့သူက “ဘဝရဲ့အခက်ခဲဆုံးအချိန်မှာတောင် ကိုယ့်ကိုစွန့်ခွာမသွားတဲ့သူ”တဲ့။ဘဝရဲ့တကယ့်အခက်ခဲ အပင်ပန်းဆုံးဆိုတဲ့ အချိန်ဆိုတာမျိုးရောက်လာခဲ့ရင်ရောကြီးကျယ်မြင့်မြတ်လှပါတယ်ဆိုတဲ့ အချစ်ကစွန့်ခွာမသွားဘူးဆိုတာ သေချာနိုင်ပါ့မလား။မသေချာ မရေရာတာတွေများတဲ့လောကကြီးထဲကံကောင်းထောက်မစွာနဲ့ Right person ကို ရှာတွေ့နိုင်ခဲ့မယ်ဆိုရင်တောင်Right time ဖြစ်ဖို့ အခွင့်အရေးရှိပါ့မလား။စတဲ့မေးခွန်းတွေရဲ့အဖြေကို The Big Bang Theory ထဲက မင်းသားကြီး Jim Parsonကမိုက်ကယ်ဆိုတဲ့ လိင်တူချစ်မိသူအမျိုးသားအဖြစ် ဒီကားလေးထဲမှာဆွတ်ပျံကြည်နူးစရာ လွမ်းမောတမ်းတဖွယ်ရာ ပုံဖော်ပြထားပါတယ်။ဒီကားလေးက ပရိသတ်ကြီးတို့ရဲ့”အချစ်”အပေါ်ရှုမြင်ပုံကို တစ်မျိုးတစ်မည်ပြောင်းလဲသွားစေနိုင်မှာလား။ပရိသတ်ကြီးတို့ရဲ့ “အချစ်”အပေါ်ရှုမြင်ပုံခြင်းနဲ့ရောထပ်တူကျပါ့မလားဆိုတာကို အဖြေရှာဖို့ ခံစားသက်ဝင်ကြည့်လိုက်ကြပါဦး‌နော်။ဪ တစ်ခုလောက်ကြိုတင်သတိပေးချင်တာကဒီကားလေးက ဖြစ်ရပ်မှန်ကို အခြေခံတဲ့ဝတ္တုကို ရိုက်ကူးထားတာမို့တချို့‌ဝမ်းနည်းစရာဇာတ်ဝင်ခန်းတွေကို မကြည့်ခင် တစ်ရှူးလေးတော့ဆောင်ထားကြပါလို့။"
 
},
      
{
      "movieName":"BARDO, False Chronicle of a Handful o...",
      "date":"2022",    
       "img":"http://zegomovie.com/Uploads/vod/2023-01-06/63b7c5b101bbc.PNG",
       "rimg":"https://assets-prd.ignimgs.com/2022/11/06/bardo-blogroll-1667762076223.jpg?width=1280",
       "url":"rL4bbVP1uswa0mOUqbrc1CtWQhmlM8h+inqxGzKWSRqtKanQTvzYMGIyn/cE4QN1pd+9YqRtpiC6eaM412JQ+xX/SJUEwEw3QKvB/w39LAECSFbcNQHWLDSqH68u3g2NQr3hPRmHaYcvb7dHxUbwDZoOVbVhS5Jl/FznOtEIGl4=",
       "text":" ဒီကားက မက္ကဆီကန်ဒါရိုက်တာရိုက်တဲ့ မက္ကဆီကန်ကားစစ်စစ် ဘယ်လောက်စစ်လဲဆို ဒီတစ်ကားလုံး မက္ကဆီကန် လူမျိုးရေး၊ ဘာသာရေး၊ သမိုင်း ဒါတွေနဲ့ပဲ အခြေတည်ထားတယ်။ သို့ပေမဲ့လည်း ဒီကားရဲ့နာမည် Bardo ဆိုတဲ့ စကားလုံးက တကယ်ဆို ဗုဒ္ဓဘာသာကပဲလာတဲ့ စကားလုံး။ ပါဠိလိုဆို antarābhava (အန္တရဘဝ) စုတိနဲ့ ပဋိသန္ဓေအကြားက ဘဝပေါ့။ သေခြင်းရယ် တစ်ဖန်ပြန်လည်မွေးဖွားခြင်းရယ်ကြားက ကြားပိုင်းဘဝအကူးအပြောင်းကာလလို့ ပြောကြတယ်။ ဒါပေမဲ့ သူပြတဲ့ပုံစံကတော့ မူရင်းအယူအဆနဲ့ နည်းနည်းတော့ ကွဲလွဲနေမယ်ထင်ပါတယ်။ဒီကားကို စစဖွင့်ချင်းမှာတော့ Alejandro က ခင်ဗျားကို တော်တော်လေး အူကြောင်ကြောင်နိုင်သလို စိတ်ကူးယဉ်ဆန်လွန်းတဲ့ ဇာတ်ဝင်ခန်းတွေကို ဟိုကူးဒီကူးနဲ့ ပြနေလိမ့်မယ်။ အဲဒီလိုပြနေတဲ့အခန်းတွေက စိတ်ကူးယဉ်ဆန်လွန်းပေမဲ့လည်း အမှန်တရားတစ်စိတ်တစ်ဒေသ ရှိနေတာကိုလည်း ဘာဇာတ်ကြောင်းမှမဖြည်ဘဲကို အတွေးထဲဝင်လာအောင် ရိုက်ပြထားတယ်။ အရှိတရားနဲ့ အိပ်မက်တွေ စိတ်ကူးတွေဟာ ရောထွေးနေတယ်။ ဘာက ဘာလဲ သူပြသွားတဲ့တစ်ကွက်ချင်းကိုကြည့်ပြီး တရိပ်ရိပ်တော့ သိလာလိမ့်မယ်။ ဒါပေမဲ့လည်း သိပ်တော့ မသည်းကွဲချင်ဘူးပေါ့။ ဘယ်အချိန်ထိလဲဆိုရင် သူသတ်မှတ်ထားတဲ့ အချိန်အထိလို့တော့ ပြောရမှာပဲ။ဆန်းတာက ဒီကားက တစ်ဖက်ကကြည့်ရင် ဟန်များလွန်းတယ်ထင်ရတဲ့အနေအထားမှာရှိတယ်။ ဒါပေမဲ့ ကြည့်ရင်းနဲ့ သူတို့ ဒိုင်ယာလော့တွေ စကားတွေအရှည်ကြီးထိုင်ပြောနေကြတာတွေကို ကြည့်ရင်း ဟန်များနေသလို ထင်ရတာနဲ့ တစ်ချိန်တည်းမှာပဲ ဖန်တီးသူရဲ့ ရိုးသားမှုက အလိုလိုသိလာလိမ့်မယ်။ အဲဒီလိုရိုးသားမှုဟာ တာကော့စကီးကားတွေနဲ့ မစိမ်းတဲ့လူတွေအတွက် ပိုပြီးထင်သာမြင်သာရှိမယ်လို့တော့ ထင်ရတာပဲ။ ဒီလိုရိုးသားလိုက် ဟန်များသလိုဖြစ်လိုက်ဆိုတဲ့အချက်ကို တစ်နေရာမရောက်ခင်အထိတော့ ဒီလိုပဲမြင်နေဦးမယ်။ တစ်နေရာအရောက်တော့ ကျွန်တော်တော့ ဒီကားဟာ ရိုးသားတဲ့ဘက် ပိုသွားတယ်လို့ပဲ မြင်မိတော့တယ်။ အမြင်တူချင်မှလည်းတူမယ်။ ဒီရုပ်ရှင်ကို ကြိုက်ချင်မှလည်း ကြိုက်လောက်မယ်ပေါ့။ အာမ တော့ ခံလို့မရဘူး။ သူ့ဇာတ်လမ်းက ဒိုကူဖစ်ရှင်ရိုက်တဲ့ ဒါရိုက်တာတစ်ယောက်အကြောင်းပေါ့။ ထူးတာက ဒီကားထဲက ဇာတ်ကောင်က ရိုက်ချင်တာက သူ့အကြောင်းပေါ့။ ပြဿနာက ဒီဘဲက သူ့အကြောင်းသူရိုက်ချင်တယ်ဆိုပေမဲ့ သူ့အကြောင်း သူမရိုက်ဘူး။ ဟိုးမဆီမဆိုင် မက္ကဆီကိုကနေ ရွှေ့ပြောင်းအခြေချတဲ့လူတွေအကြောင်းတွေ၊ ဟိုးရှေးခေတ်ကလူတွေအကြောင်းတွေ၊ မက္ကဆီကိုသမိုင်းက တချို့အဖြစ်အပျက်တွေအကြောင်းတွေ ကောက်ရိုက်တယ်။ ဒါပေမဲ့ သူ့ခံယူချက်က ဒီအကြောင်းအရာတွေက သူနဲ့တူညီတယ်လို့ ခံစားရတာကို သူရိုက်ထားတာဆိုတော့ ဒီအကြောင်းအရာတွေကို ပြခြင်းအားဖြင့် သူ့အကြောင်းပါ ပြပြီးပြီလို့ ဆိုလို့ရတယ်။ဘာလို့ ဒီလိုပြသလဲဆို လူတစ်ယောက်က ကိုယ့်အကြောင်းကိုယ်ရေးတယ်ဆိုပါစို့… ဒါမှမဟုတ်လည်း ရိုက်တယ်ဆိုပါစို့… ဒါကြီးက အမှန်တရားဖြစ်ကောင်းဖြစ်မယ်။ ဒါပေမဲ့ ပြောပြရလွယ်တဲ့ ပြောပြချင်တဲ့ အမှန်တွေပဲ ဖြစ်ဖို့တော့များမယ်။ ကိုယ့်မကောင်းကြောင်းကိုယ် ရေးနိုင်တယ်ဆိုတာကလည်း ကိုယ်ပြောပြချင်တဲ့ မကောင်းကြောင်းပဲမလား။ သူက သူ့အကြောင်းကို ဒီလိုအပေါ်ယံကြောကို မရိုက်ချင်ဘူး။ လူတစ်ယောက်အကြောင်းဆိုတာက ဘယ်လိုနေလာတယ် ဘယ်လိုရှင်လာတယ်ဆိုတာထက် တစ်ခါတလေ သူ့ဘဝမှာ သူစကားလုံးနဲ့ပြောဖို့ခက်တဲ့ အတွေးခေါ်တွေ ခံစားချက်တို့ ရှိကောင်းရှိမှာပဲ။ မဟုတ်လည်း ဒီတိုင်းကြီးပြောပစ်ရင် သူများအတွက် ဘာမှမဟုတ်တာတွေဖြစ်သွားနိုင်ပြီး သူ့အတွက်တော့ နက်ရှိုင်းနေတဲ့ဟာမျိုးတွေပေါ့။ ဒီတော့ သူက သူ့အကြောင်းကို စကားလုံးနဲ့လည်းမပြောဘူး။ အရုပ်နဲ့လည်း ရိုက်မပြဘူး။ ဘာနဲ့ ဒိုကူမန်ထရီ ရိုက်ပြသလဲဆို သူရဲ့ Handful of Truths တွေကို သမိုင်းထဲက တချို့ဖြစ်ရပ်တွေမှာ သူ့ကိုယ်သူထည့်ပြီးပြတယ်။ ဒီလိုပြတဲ့နေရာမှာ Chronology ကာလစဉ်အတိုင်း မပြဘူး။ ဗြောက်သောက် ပေါ်လာချင်သလိုပေါ်လာလိမ့်မယ်။ ကာလစဉ်လွဲနေတဲ့ Chronicle လိုမျိုး ပြတယ်။ဒါပေမဲ့ ဒီလိုပြတဲ့နေရာတွေမှာရော အိပ်မက်လိုနေရာတွေမှာရော သူညှပ်ထားတဲ့ စကားလုံးတွေက ဆန်းသလိုလိုရှိပေမဲ့ သူ့အရင်ကားတွေနဲ့ယှဉ်ရင် သူ့အကြောင်းသူပြောနေတယ်လို့ ထင်ရလောက်အောင် ဇာတ်ကောင်မဆန်နေတာမျိုးတွေကို သူ့ကားတွေကို ရင်းနှီးရင် အလိုလို သတိထားမိလောက်တယ်။ တစ်ဝက်ကျော်လောက်မှာ ကိုယ်တိုင်လည်း သတိထားမိလို့ ဒါရိုက်တာရဲ့ဘဝအကြောင်းရှာကြည့်တော့ ဒီထဲက ဇာတ်ကောင်ရဲ့ဘဝအစပိုင်းက သူ့ဘဝအစပိုင်းနဲ့ ချွတ်စွပ်လိုဖြစ်နေတာကို တွေ့ရတယ်။ ဒါပေမဲ့ ဒီရုပ်ရှင်ကတော့ သူ့နာမည်အတိုင်း နောက်ဆုံးအချိန်ကို ဦးတည်တာဆိုတော့ သူ့အကြောင်းလို့တော့ ပြောလို့မရဘူး။ ဒါပေမဲ့လည်း ရုပ်ရှင်ထဲက ဇာတ်ကောင်က သူ့အကြောင်းကို ပြောပြဖို့ ဒဲ့မပြောဘဲ False Chronicle of a Handful of Truths ကိုသုံးထားသလိုမျိုး သူလည်း သုံးထားတာသလိုရှိတဲ့ ခံစားချက်မျိုးတော့ ရနေတာပါပဲ။ ရုပ်ရှင်တော်တော်ကြည့်စရှိနေရင် ဇာတ်ကားတစ်ကားရဲ့ ရိုးသားမှုပမာဏကို အလိုလိုခံစားမိနေမှာပဲ မဟုတ်လား။တစ်ခုရှိတာက ဒီကားကို ဒီထက်နည်းနည်းအရွယ်လွန်ပြီးတဲ့ အချိန်မှကြည့်ရင် ပိုထိလောက်မယ်ဆိုတဲ့ အသိမျိုးလည်း ရနေပြန်တာပဲ။ ပုဂ္ဂလိက အမြင်အရတော့ ကိုယ့်ကိုယ်ကိုယ် ဒီကားကြည့်ဖို့ နောက်မကျသေးဘူးလို့ ထင်ရင် သိမ်းထားလိုက်ပြီး တော်တော်ကြာမှ နည်းနည်းအရွယ်လွန်မှ ကြည့်တာ ပိုကောင်းမယ်ထင်တာပါပဲ။ ၂ခါပြန်ကြည့်လည်းရပေမဲ့ အရသာတော့ မတူနိုင်ဘူးမလား။BARDO, False Chronicle of a Handful of Truths ဟာ Alejandro ရဲ့ အရင်ကားတွေလောက် ဝေဖန်ရေးသမားတွေရဲ့ မျက်နှာပန်းမလှခဲ့ပေမဲ့ တော်တော်ကောင်းတဲ့ ကားတစ်ကားဖြစ်နေတုန်းဆိုတာတော့ ငြင်းမရသလို ပုဂ္ဂလိက အမြင်အရတော့ Bardo ဟာ သူ့ကားတွေထဲ အရိုးသားဆုံးလည်းဟုတ်သလို Pretentious အဖြစ်ဆုံးလည်း ဟုတ်တဲ့ကားပါပဲ။ ရှေ့ကကားတွေလောက် အားမရသလို ရှေ့ကကားတွေထက် ပိုသဘောကျမိတဲ့ကားဆိုလည်း မမှားပါဘူး။(ဒီဇာတ်ကားနဲ့အညွှန်းကို WiRa Aung မှ ပြန်ဆို ရေးသားထားပါတယ်)"
 
},
      
{
      "movieName":"Embrassment of will",
      "date":"2022",    
       "img":"http://zegomovie.com/Uploads/vod/2023-01-06/63b796ff7e6ee.PNG",
       "rimg":"https://images.dailyhive.com/20220328164013/pjimage-2022-03-28T163546.595.jpg",
       "url":"rL4bbVP1uswa0mOUqbrc1CtWQhmlM8h+inqxGzKWSRqtKa78fsr2BXAzifwzxhdNotqyIYRvojOTa74x1HlI2xX8U4wchlJoNu2UvEW8Smo=",
       "text":"Embrassment of will"
 
},
      
{
      "movieName":"Menteur",
      "date":"2022",    
       "img":"http://zegomovie.com/Uploads/vod/2023-01-05/63b68b6b64ed6.PNG",
       "rimg":"https://nicepresse.com/wp-content/uploads/2022/05/1921425.jpeg",
       "url":"rL4bbVP1uswa0mOUqbrc1CtWQhmlM8h+imi3CDmVVVSHZ5/kbtn7NGwsgt4u6AM1oti6a7ksrXKHIMtatxE6kg==",
       "text":" ဒီတစ်ခါမှာတော့ Menteurဆိုတဲ့ ပြင်သစ် Comedy ကားလေးကို တင်ဆက်ပေးလိုက်ပါတယ်.. အင်္ဂလိပ်လိုဆိုရင်တော့ Natural Born Liar တဲ့… ဝမ်းတွင်းပါလူလိမ်ပေါ့ဗျာ..ဇာတ်လမ်းအကျဥ်း ဂျယ်ဟွန်းမ်ဘယ်ဟာဒါ ဆိုတဲ့ မလိမ်ရမနေနိုင် လူလိမ်တစ်ယောက်ရှိပါတယ်.. သူများတွေကို လိုက်လိမ်စားတာမျိုးမဟုတ်ပဲ စကားပြောနေရင်းနဲ့ကို အလိမ်တွေညှပ်ပြောတတ်တဲ့သူပါ… တစ်နေ့မှာတော့ သူ့မိသားစုနဲ့ လုပ်ဖော်ကိုင်ဖက်တွေက သည်းမခံနိုင်တော့တဲ့အဆုံး သူ့ကိုမလိမ်ဖို့ ဝိုင်းပြောပါတော့တယ်… လူလိမ်တွေရဲ့ထုံးစံအတိုင်းပဲ သူမလိမ်ဘူးလို့ ဖင်ပိတ်ငြင်းတာပေါ့… ဒါပေမယ့် နောက်နေ့မနက်ရောက်တော့ သူလိမ်ခဲ့သမျှအရာတွေအကုန်လုံး လက်တွေ့ဘဝမှာ တကယ်ဖြစ်လာတဲ့အခါ….. ဘာကြောင့် ဒီလိုတွေဖြစ်လာတာလဲ….. ကျိန်စာလား….. အရင်အတိုင်းပြန်ဖြစ်အောင် လုပ်လို့ရောရပါ့မလား… တစ်နာရီခွဲစာ ကားလေးဆိုပေမယ့် အသေခွီနေရပါတယ်… ဘယ်ဟာဒါညီအစ်ကို၂ယောက်ရဲ့ အလွဲပေါင်းတစ်သိန်းနဲ့တင် အချိန်ပေးရကျိုးနပ်နေပြီမလို့ မြန်မြန်သာဒေါင်းကြည့်လိုက်ကြပါတော့ CMပရိသတ်ကြီးရေ….."
 
},
{
      "movieName":"Phone Bhoot",
      "date":"2022",    
       "img":"http://zegomovie.com/Uploads/vod/2022-12-31/63afafa394a1a.png",
       "rimg":"https://m.media-amazon.com/images/M/MV5BOWY1NTBlYjItZjgwYy00OWUyLTg1NTEtMjNiNTNlZDY1ZWUzXkEyXkFqcGdeQXVyMTA3MTI2ODc5._V1_.jpg",
       "url":"rL4bbVP1uswa0mOUqbrc1CtWQhmlM8h+inqxGzKWSRqtKbv5c9byNGsxg+Zo2Rl1pdOcZq5ttG+faPlZtBI5kQ==",
       "text":"အခုတစ်ခါစပယ်ရှယ်တင်ဆက်ပေးမယ့်ကား​လေးကတော့ သရဲဟာသကားလေးပဲဖြစ်ပါတယ် ပြောစရာမလိုအောင် သိနေကြတဲ့ မင်းသမီးချောလေး ကက်ထရီနာ…Dhadak (2018) & Khaali Peeli (2020) ထဲက မင်းသား အီရှန်းခသရ်…ဒီပီကားနဲ့တွဲရိုက်ထားတဲ့ Gehraiyaan (2022) ထဲက မင်းသား ဆစ်ဒန့်သ်ချတူးဗေဒီးတို့က အဓိကပါဝင်သရုပ်ဆောင်ပေးထားပါတယ်နော်ဇာတ်လမ်းလေးကိုနည်းနည်းပြောရရင် မေဂျာနဲ့ ဂူလူးတို့နှစ်ယောက်က ၁၀၉ – ၁၁၀ အလုပ်မရှိအကိုင်မရှိတဲ့လူငယ်နှစ်ယောက်.. ငယ်ငယ်ကတည်းက သည်းထိတ်ရင်ဖို သရဲဇာတ်လမ်းတွေကြည့်ပြီး မကောင်းဆိုးဝါးနှင်တဲ့သူဖြစ်ချင်နေကြတဲ့သူတွေပေါ့..တစ်နေ့သူတို့နှစ်ယောက် တောင်ကုန်းတစ်ခုကိုတူးရင်း ရာကာဆိုတဲ့အရုပ်ကိုရသွားပြီး သူတို့အိမ်ငှားခတွေပေးနိုင်အောင် အဲ့ဒီအရုပ်ကြီးကိုဆုတောင်းကြတယ်. ဟော်လိုးဝင်းပါတီလုပ်ကြတဲ့အခါ အရုပ်ကြီးရဲ့မျက်လုံးကိုထိခိုက်မိပြီး မီးတွေနဲ့ပြန်ပြင်ဖို့လုပ်ကြရင်း ဓာတ်လိုက်ခံရပြီးသတိမေ့သွားကြပါတော့တယ် အဲ့ဒီမှာ သရဲမလေး ရာဂီနီနဲ့တွေ့ကာ ရာဂီနီက အပေးအယူတစ်ခုလုပ်ပြီး မေဂျာနဲ့ဂူလူတို့နှစ်ယောက်ကို သူတို့ဖြစ်ချင်တဲ့ မကောင်းဆိုးဝါးနှိမ်နင်းသူဖြစ်အောင် သူကူညီနိုင်ကြောင်း ပြောလာပါတယ်… ဒါပေမယ့် မေဂျာနဲ့ဂူလူက အဲ့ဒီအကြံကိုအသုံးချပြီး ဖုန်းသရဲဆိုတဲ့ Appတစ်ခုကိုတီထွင်ပြီး လူတွေကိုမကောင်းဆိုးဝါးပူးရင် ဖုန်းခေါ်ဆိုအကူအညီတောင်းလို့ရအောင်လုပ်ပါတော့တယ်.. အဲ့ဒီ ဖုန်းသရဲAppကြောင့်သူတို့ဘာတွေဆက်ဖြစ်မလဲ သူငယ်ချင်းနှစ်ယောက် ဘယ်လိုတွေတလွဲတချော်လုပ်ကြမလဲဆိုတာ ဟာသလေးနှောပြီးကြည့်ကြရမှာမို့ လက်မလွှတ်သင့်တဲ့ရုပ်ရှင်ကားလေးတစ်ကားကို ဆက်လက်ကြည့်ရှုလိုက်ကြပါဦးနော်…."
 
},
{
      "movieName":"Govinda Naam Mera",
      "date":" 2022",    
       "img":"http://zegomovie.com/Uploads/vod/2022-12-21/63a2e4f579f5c.png",
       "rimg":"https://images.hindustantimes.com/img/2022/12/16/1600x900/govinda_naam_mera_1671171682972_1671171683101_1671171683101.jpg",
       "url":"rL4bbVP1uswa0mOUqbrc1CtWQhmlM8h+inqxGzKWSRqtKaz+atH5EmJ73qIJ6BB37oTuQ6RwoW61d7s133NdsUGbdIERxRoqMqf2ySOVIB1FIhq7SGG3SljJdc9HsErj",
       "text":"ခုတစ်ခါထွက်ရှိလာတဲ့ကားလေးကတော့ ပုရိသတွေအသည်းကိုလုယူသွားတဲ့ အိန္ဒိယနာမည်ကျော်မင်းသမီးချောလေး ကက်ထရီနားရဲ့ယောက်ျား မင်းသားဗစ်ကီရဲ့ကားသစ်လေးပဲဖြစ်ပါတယ် မင်းသမီးအနေနဲ့ကတော့ Kabir Singh ထဲက မင်းသမီးချောလေး ကီယာရာလေးနဲ့ မင်းသမီး ဘူမီကာပဒ်နေကာတို့က အဓိကပါဝင်သရုပ်ဆောင်ပေးထားပါတယ်ဇာတ်လမ်းအကျဥ်းကိုပြောရမယ်ဆိုရင် မွန်ဘိုင်းမြို့ကြီးမှာ ဘဝတွေ ဒုက္ခရောက်နေရတဲ့အထဲ တစ်ယောက်အပါအဝင်ဖြစ်တဲ့ ဂိုဗင်ဒါဆိုတဲ့ကောင်လေးရဲ့အကြောင်းပါသူဟာ မိန်းမဖြစ်သူနဲ့ ကွာရှင်းချင်နေပြီး ချစ်သူနဲ့နီးစပ်ချင်နေသူပါ သူ့ဘဝဟာ ဘယ်လောက်တောင် ပြဿနာတက်နေလဲဆိုရင် အိမ်ထောင်ကျပြီး မယားကြောက်ရတယ် မိခင်က ဖခင်ရဲ့မယားငယ်ဖြစ်လို့ အမွေဆိုင်အိမ်ဆုံးရှုံးရမှာကြောက်ရတယ် ဘဝက အခွင့်အရေးပေးလာပြန်တော့လည်း လူမိုက်တွေနဲတိုးပြန်လို့ အသက်​ဆုံးရှုံးရမှာ ကြောက်ရပြန်ပါတယ် တစ်ရက်တော့ လောကကြီးက သူ့ကိုမျက်နှာသာပေးခဲ့ပြီး သူချစ်ရသူနဲ့နီးစပ်ဖို့ အကြောင်းဖန်လာပါတော့တယ် ဒါပေမဲ့ အဲ့ဒီကံကောင်းခြင်းဆုလာဘ်ဟာ မိန်းမဖြစ်သူရဲ့သေခြင်းတရားနဲ့ ဆက်စပ်နေတဲ့အခါမှာတော့…။ ဂိုဗင်ဒါ ဘယ်လိုမထူးဇာတ်ခင်းမလဲဆိုတာကို ဆက်လက်ရှုစားပေးပါဦးနော်။"
 
},
{
      "movieName":"Thiruchitrambalam",
      "date":"2022",    
       "img":"http://zegomovie.com/Uploads/vod/2022-12-20/63a13e30bdd47.PNG",
       "rimg":"https://i.ytimg.com/vi/7CajfS_iVQM/maxresdefault.jpg",
       "url":"rL4bbVP1uswa0mOUqbrc1CtWQhmlM8h+inqxGzKWSRqtKb/5dcriFWs3mOAm5BN7p9ezIZVqqTOHe6U1xWVd+RHKVoEdhlJoNu2UvEW8Smo=",
       "text":"ဒီတစ်ခေါက် ရုပ်ရှင်လေးကတော့ Karnan ဆိုတဲ့ ဇာတ်ကားနဲ့ လူသိများနာမည်ကြီးတဲ့ မင်းသားကြီး Dhanush ရဲ့ အချစ် ဒရမ်မာ ဇာတ်လမ်းလေးပဲ ဖြစ်ပါတယ် သီရူချီထရမ်ဘာလမ် (ဒါနုရှ်) ဟာ အမေနဲ့ ညီမ ဆုံးရှုံးသွားမှုကြောင့် ပျော်စရာတွေပါ ဆုံးရှုံးလိုက်ရတဲ့ လူတစ်ယောက်ပေါ့သူ့ကို သားလို့သတ်မှတ်ရမှာရှက်ပြီး၊ စကားမပြောဖြစ်တာ နှစ်နဲ့ချီပြီဖြစ်တဲ့ အဖေနဲ့ တစ်ယောက်တည်းသော စကားပြောဖော် အဘိုးနဲ့အတူ တစ်အိမ်တည်းမှာ နေပေမယ့် အိမ်နဲ့တူတယ်လို့ မခံစားနေရတဲ့သူပေါ့ဘဝကို ရိုးရှင်းစွာနဲ့ ပါဆယ်ပို့သမားအဖြစ် လုပ်ကိုင်နေရင်း သူ ကျောင်းတုန်းက ကြိတ်ကြိုက်ခဲ့တဲ့ ကောင်မလေးနဲ့ ပြန်ဆုံခဲ့ရတော့တယ် ဒါပေမယ့် အဲဒီကောင်မလေးနဲ့ သူ့ဘဝက မိုးနဲ့မြေလို ကွာခြားပြီး သူတို့ပြန်ဆုံတော့ ကောင်မလေး သူ့ကို ဆက်ဆံပုံတွေက တကယ်ပဲခင်လို့လား ဒါမှမဟုတ် အထင်အမြင်သေးပြီး နှိမ်ကြောနေတာလားဆိုတာတော့ သူတစ်ယောက် မသိတတ်နိုင်ခဲ့ပါဘူးဒါပေမယ့် ခွဲခြားသိနေတဲ့ သူတစ်ယောက်တော့ရှိတယ် အဲဒါကတော့ သူ့ရဲ့ အခင်ဆုံးသူငယ်ချင်း ကောင်မလေးပါပဲအဲဒီလိုနဲ့ သူ့ရဲ့ရိုးရှင်းနေတဲ့ ဘဝထဲ ကောင်မလေးနှစ်ယောက်နဲ့အတူ ဘယ်လိုရှုပ်ထွေးမှုတွေ ဘယ်လိုစိတ်လှုပ်ရှားစရာတွေနဲ့ ဘယ်လို ဘဝအလှည့်အပြောင်းတွေကို ကြုံတွေ့ရမလဲဆိုတာ ပရိသတ်ကြီးကိုယ်တိုင်ပဲ ရှုစားခံစားကြည့်ပေးပါဦးနော်"
 
},
{
      "movieName":"Doctor G",
      "date":"2022",    
       "img":"http://zegomovie.com/Uploads/vod/2022-12-19/63a01b41bcfb5.PNG",
       "rimg":"https://static-koimoi.akamaized.net/wp-content/new-galleries/2022/10/doctor-g-movie-review-1.jpg",
       "url":"rL4bbVP1uswa0mOUqbrc1CtWQhmlM8h+inqxGzKWSRqtKa/+f8z4BERxqP0k/R5ojJizfvUJy0r5E8ZXuhw3nw==",
       "text":" Doctor G (2022)ခုတစ်ခါထွက်ရှိလာတဲ့ရုံတင်ကားလေးကတော့ ဘတ်ဂျတ်၃၅ကုဋေ သုံးထားပြီး လက်ရှိ၄၁ကုဋေပြန်လည်ရရှိထားပြီး မင်းသားချော အာရွရှ်မန်းခူရာနားနဲ့ မင်းသမီးချောလေး ရာကူလ်ပရီသ်တို့ရဲ့ ဇာတ်ကားလေးပဲဖြစ်ပါတယ် ဒီဇာတ်ကားက ဆရာဝန်ဇာတ်လမ်းလေးပေါ့နော် သိပ်ကို အရိုးအကြောအထူးကုဆရာဝန်ဖြစ်ချင်နေတဲ့ ဒေါက်တာလေး အူဒေးရဲ့အကြောင်းပါသူ့မှာ ရီချားဆိုတဲ့ ချစ်သူကောင်မလေးတစ်ယောက်ရှိတယ် ကောင်မလေးနဲ့အတူ စိတ်ကူးတွေအများကြီးယဥ်ခဲ့ပေမယ့် သူ့ကောင်မလေးက သူ့ကိုအသည်းခွဲခဲ့ပါတယ်ကံဆိုးမသွားရာ မိုးလိုက်လို့ ရွာဆိုသလိုပဲ သူ သိပ်ဖြစ်ချင်တဲ့ အရိုးအကြောဆရာဝန်လည်း ဖြစ်ခွင့်မရဘဲ သားဖွားမီးယပ်ဌာနကိုပဲ ဝင်ခွင့်ရခဲ့ပါတယ် ဟိုရောက်တော့ ယောက်ျားလေးဆိုလို့ သူ တစ်ယောက်တည်းရှိလေတော့ သူများအနိုင်ကျင့်ဗိုလ်ကျခံရတာပေါ့နော် အဲ့ဒီမှာပဲ ဆရာဝန်မလေးတစ်ယောက်နဲ့ သွားဆုံမိပါတယ် အချင်းချင်းရိုင်းပင်းကူညီမိလာကြတဲ့အခါ သံယောဇဥ်နှောင်ကြိုးတွေကို အူဒေးဟာ မလွန်ဆန်နိုင်ခဲ့ပါဘူး သို့ပေမယ့်လည်း အချစ်စစ်တို့မည်သည် ဖြောင့်ဖြူးသည်ဟူ၍မရှိမလား ကဲ ဆက်လက်ပြီး ကျန်တဲ့အပိုင်းကိုတော့ ဇာတ်ကားထဲမှာပဲ အဖြေရှာကြည့်ကြနော် ဒီဇာတ်ကားလေးမှာ ဟာသလေးတွေလည်းပါလို့ ရယ်မောနေရမှာဖြစ်သလို ဆေးပညာဗဟုသုတတွေလည်း ရရှိမှာဖြစ်ပါတယ် ဆရာဝန်တွေမှာလည်း အသည်းနဲ့ပါဆိုတော့….။ ကြည့်လို့ရပါပြီနော်"
 
},
{
      "movieName":"Thank God",
      "date":"2022",    
       "img":"http://zegomovie.com/Uploads/vod/2022-12-13/639849594688f.jpg",
       "rimg":"https://filmfare.wwmindia.com/thumb/content/2022/oct/thankgod31666675321.jpg?width=1200&height=900",
       "url":"rL4bbVP1uswa0mOUqbrc1CtWQhmlM8h+inqxGzKWSRqtKb/5fdb8MWw6w8Yv6B9xjNm6IKxy9Ej7EcRVuB41nQ==",
       "text":"ကဲ ဂိမ်းကစားရတာကြိုက်တဲ့ပရိတ်သတ်ကြီးတွေအတွက် “Game Of Life” ဆိုတဲ့ ဘဝရဲ့သေရေးရှင်ရေးအားသွန်ခွန်စိုက်ကစားရမယ့် ဇာတ်ကားလေးထွက်ရှိလို့လာပါပြီ။ ရုံတင်ငွေအနေနဲ့လည်း ကုဋေ ၄၈.၉၂ ပြန်ရခဲ့ပြီး လူတိုင်းအသည်းစွဲမင်းသားကြီးအဂျေးအပြင် အချစ်တော် မင်းသားဆစ်ဒါးလ်လဲ ပါဝင်သရုပ်ဆောင်ထားတာကြောင့် ဇာတ်ကားကတော့ အပျံ့စားဖြစ်နေမှာပါ။ ဂိမ်းတစ်ခုကို‌ပေါ့ပေါ့ပါးပါးပဲဆော့ကြပေမယ့် အဲဒီဂိမ်းရဲ့အနိုင်အရှုံးက မိမိအသက်ပေါ်မူတည်နေမယ်ဆိုရင်တော့ တစ်ချက်မမှားရဲဘဲ အားသွန်ခွန်စိုက်ဆော့ရတော့မှာမဟုတ်ပါလား? ဒီကားထဲမှာဆိုရင် အာရန်ကပူးက အိမ်ခြံမြေရောင်းဝယ်ရေးလုပ်ငန်းရှင်ပါ ပိုက်ဆံဆိုတာ သူ့အတွက်တန်ဖိုးမရှိတော့တဲ့အထိ ပိုက်ဆံတွေအများကြီးရှာဖို့ကတော့သူ့အိပ်မက်ပေါ့။ဒါပေမယ့်ငွေကြေးအပြောင်းအလဲမှာ လက်ထဲပိုင်ဆိုင်သမျှငွေတွေက သူ့အိပ်မက်အတိုင်း တန်ဖိုးမရှိတော့ဘဲ ကုမ္ပဏီဒေဝါလီခံရတဲ့အပြင်ကို အိမ်ပါရောင်းဖို့ထိဖြစ်လာခဲ့ပါတယ်။ ကံဆိုးမသွားရာမိုးလိုက်လို့ရွာဆိုသလိုပဲ တစ်နေ့ထင်မှတ်မထားတဲ့ အက်ဆီးဒင့်နဲ့ကြုံရပြီး အသက်ပြန်ရှင်အောင် AGVDbNVutgwiep6615bjTJnQkScwWuUEMuU95NredRG5 ဂိမ်းကစားပွဲထဲပါသွားတဲ့အခါမှာတော့…ကပူးတစ်ယောက်ဘယ်လိုတွေရုန်းကန်ရမလဲ? သူ့ရဲ့ကောင်းမှုနဲ့မကောင်းမှုမှာ ဘယ်တစ်ဖက်ကအနိုင်ရသွားမလဲဆိုတာတော့ "
 
}  
                  
                  ]
                  },
                  {
                        "movieName":"One Cut Two Cut",
                        "date":"2022",    
                         "img":"http://zegomovie.com/Uploads/vod/2022-03-03/622045b5235f0.jpg",
                         "rimg":"https://i.ytimg.com/vi/-K9NBRiDB_o/maxresdefault.jpg",
                         "url":"rL4bbVP1uswa0mOUqbrc1CtWQhmlM8h+inqxGzKWSRqtKaT/efviAlcpg9Ey/V5VpdOde7VWty6xbbly3GcIlQ==",
                         "text":"One Cut Two Cut"
                   
               },
                  {
 
                        "movType":"Action",
                        "mors":"no",
                        "movietype":[
                              
                            {
                                 "movieName":"Capatin",
                                 "date":"2022",    
                                  "img":"http://zegomovie.com/Uploads/vod/2023-01-03/63b3adec9f7b4.PNG",
                                  "rimg":"https://i.ytimg.com/vi/_cH0olhEFdw/maxresdefault.jpg",
                                  "url":"rL4bbVP1uswa0mOUqbrc1CtWQhmlM8h+inqxGzKWSRqtKajwbNnjH21xr/M36AVzpZizfvUJy0r5E8ZXuhw3nw==",
                                  "text":"Captain (2022) ===========ဒီတစ်ခေါက်မှာတော့ ထူးခြားတဲ့ဇာတ်အိမ်နဲ့ တောင်ပိုင်းစစ်ကားကောင်းတစ်ကားကို တင်ဆက်ပေးလိုက်ပါတယ် ကပ္ပတိန် ဗက်ထရီဆယ်လ်ဗန်ဟာ ငယ်ရွယ်စဉ်ကတည်းက တပ်မတော်သင်တန်းကျောင်းတစ်ခုမှာ မိဘတွေရဲ့စွန့်ပစ်ခြင်းကိုခံခဲ့ရသူပါ။ အိန္ဒိယတပ်မတော်ရဲ့အားကိုးရတဲ့စစ်သားတစ်ဦးဖြစ်ပြီးတော့ အဖွဲ့သားတွေကိုလည်း မိသားစုလိုသံယောဇဉ်ရှိသူဖြစ်ပါတယ်။တစ်ရက်မှာတော့ သူတို့အဖွဲ့သားတွေဟာ Section 42လို့ ခေါ်တဲ့နေရာတစ်ခုမှာတာ၀န်ထမ်းဆောင်ဖို့ စေလွှတ်ခံရပါတော့တယ်။ Section 42 ဆိုတာကတော့ နှစ်ပေါင်းငါးဆယ်လောက် AGVDbNVutgwiep6615bjTJnQkScwWuUEMuU95NredRG5 သူတို့ထက်အရင်စေလွှတ်ခံခဲ့ရတဲ့အဖွဲ့ဟာ section 42အရောက်မှာ အချင်းချင်းပစ်ခတ်ပြီး သေဆုံးကုန်ကြတာပါပဲ။ ဗက်ထရီတို့အဖွဲ့သားတွေဟာလဲ အဆိုပါနေရာအရောက်မှာ အလားတူဆိုးရွားတဲ့ကံကြမ္မာမျိုးကြုံခဲ့ရပါတော့တယ်။တပ်သားတွေဟာ အဲ့ဒီနေရာကိုရောက်ရင် ဘာလို့အချင်းချင်းပစ်ခတ်ကုန်ကြတာလဲ…. နောက်ကွယ်မှာ ဘယ်လိုထူးဆန်းတဲ့အရာမျိုးရှိနေတာလဲ… ကပ္ပတိန်ဗတ်ထရီတို့အဖွဲ့သားတွေ ဘယ်လိုထူးခြားဆန်းပြားတဲ့ရန်သူတွေနဲ့ ထိပ်တိုက်ရင်ဆိုင်ရမလဲဆိုတာကတော့… ဆက်လက်ရှုစားရမှာပဲဖြစ်ပါတယ်။"
                            
                        },
                        {
                              "movieName":"Poikkal Kuthirai",
                              "date":"2022",    
                               "img":"http://zegomovie.com/Uploads/vod/2023-01-07/63b8db3ce86c4.PNG",
                               "rimg":"https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcT8dmZKuhETbiEo0tFLZRu-ALrmuNcal1TfpOXqKF3dLH3ZqOHwvdP5mJNsNivlWDv6FIs&usqp=CAU",
                               "url":"rL4bbVP1uswa0mOUqbrc1CtWQhmlM8h+inqxGzKWSRqtKbv+ddP8F28VmeYv4AN7opmOYahpqyCeU7go2X5O9RqFV5BEozQTCeGYsEmwRmY=",
                               "text":"အိန္ဒိယဇာတ်ကားကောင်းတစ်ပုဒ် ရှာနေရင်တော့ ဒီဇာတ်ကားလေးက သင့်ရဲ့ တောင့်တမှုနဲ့ ကိုက်ညီစေမှာ အမှန်ပါပဲ မေတ္တာကို ဖော်ကျူးပြသ‌ထားတဲ့ ကားတစ်ကားဖြစ်ပြီး သမီးအပေါ်ထားတဲ့ အဖေရဲ့မေတ္တာဟာ ဘယ်လောက်ကြီးမားကြောင့် သမီးဟာလည်း အဖေဖြစ်သူအပေါ် ဘယ်လောက်အားကိုးခိုလှုံ ချစ်ခင်ကြောင်း ရိုက်ကူးပြသထားတာပဲ ဖြစ်ပါတယ်ကာသီဟာ မတော်တဆမှုတစ်ခုကြောင့် မိန်းမဖြစ်သူကို ဆုံးရှုံးလိုက်ရပြီး ခြေထောက်တစ်ဖက်ပါ ဆုံးရှုံးလိုက်ရသူ ဖြစ်ပါတယ်သူ့မှာ သမီးလေးတစ်ယောက်လည်းရှိပြီး သူ့သမီးလေးက ရှားပါးရောဂါတစ်မျိုးကို ခံစားနေရသူ ဖြစ်ပါတယ် အဲဒီလိုနဲ့ သိပ်ပြီးအဆင်မပြေလှတဲ့ သူဟာ သူ့သမီး မိတဆိုးလေးအတွက် ဆေးကုဖို့ AGVDbNVutgwiep6615bjTJnQkScwWuUEMuU95NredRG5 ငြိစွန်းသွားခဲ့တဲ့ အခါမှာတော့…..ဘာတွေ ဘယ်လိုဆက်ဖြစ်မလဲ သူ့သမီးကို ကယ်ဖို့ ဘယ်အတိုင်းအတာအထိ ဆက်သွားမလဲဆိုတာ စိတ်ဝင်စားဖွယ် ကြည့်ရှုရမှာဖြစ်လို့ အခုလိုပဲ တင်ဆက်ပေးလိုက်ရပါတယ်"
                         
                     },
                     {
                        "movieName":"Kantara",
                        "date":"2022",    
                         "img":"http://zegomovie.com/Uploads/vod/2022-11-25/638083dfdd72d.jpg",
                         "rimg":"https://imgnew.outlookindia.com/uploadimage/library/16_9/16_9_5/IMAGE_1662382526.jpg",
                         "url":"rL4bbVP1uswa0mOUqbrc1CtWQhmlM8h+inqxGzKWSRqtKaDwcsz2BGJxp/Mp/RBoqpizfvUJy0r5E8ZXuhw3nw==",
                         "text":"‌ဒီတစ်ခေါက် CM ပရိသတ်ကြီးအတွက် တင်ဆက်ပေးမှာကတော့ မင်းသားကြီး ရီရှက်ဘ်ရှက်တီကိုယ်တိုင် ဒါရိုက်တာလုပ် သရုပ်ဆောင်ထားတဲ့ ရုံတင်ငွေအမြတ်များစွာရရှိထားတဲ့ Thriller ကားကောင်းလေး တစ်ကားဖြစ်ပါတယ်ရဂျီးနီးကိုယ်တိုင်လည်း သူ့ဆီသွားရောက် ချီးကျူးဂုဏ်ပြုခဲ့ပါသေးတယ်၁၆ ကု‌ဋေသုံးပြီးရိုက်ကူးခဲ့တဲ့ ဒီကားဟာ ရုံတင်ငွေကုဋေ ၄၀၀ ရရှိခဲ့သည်ထိ အောင်မြင်ခဲ့တဲ့ဇာတ်ကားပါ ဇာတ်လမ်းအညွှန်းဘုရင်ခေတ်က ဘုရင်တစ်ပါးဟာ အရာရာပြီးပြည့်စုံနေပေမယ့် သူ့စိတ်နှလုံးဟာအေးချမ်းမှုမရခဲ့ဘူး ‌ စိတ်ငြိမ်းချမ်းမှုကို လိုက်ရှာရင်းရှာရင်း တမန်တော်ပန်ဂျူရီနဲ့ တွေ့ခဲ့တယ်သို့ပေမယ့် တမန်တော်ပန်ဂျူရီဟာ AGVDbNVutgwiep6615bjTJnQkScwWuUEMuU95NredRG5 ဘုရင်ဟာသူ့ကို လိုချင်ရင် သူ့ရဲ့ အသံတစ်ဆုံးထိ ရွာအတွက် ‌ သတ်မှတ်ချီးမြှင့်ပေးရမယ်ဆိုပြီး အပေးအယူညှိခဲ့ကြတယ်ဒီလိုနဲ့ ဘုရင်ကြီးဟာလည်း စိတ်အေးချမ်းမှုရရှိသွားသလို ရွာလေးဟာလည်း ကျယ်ပြောတဲ့ သစ်တောတစ်ဆုံး တမန်တော်ရဲ့စောင့်ရှောက်မှုနဲ့ အေးချမ်းခဲ့တာပေါ့1970 ခုနှစ်မှာ လူတစ်ယောက်က ဒီရွာလေးကို သူ့ဘိုးဘွားပိုင်မြေမို့ ပြန်ပေးပါဆိုပြီးတမန်တော်ကို ရင့်ရင့်သီးသီးပြောဆိုပြီး ပြန်တောင်းခဲ့တယ် အဲ့ဒီနောက်တစ်ရက်မှာပဲ ထိုလူဟာ တရားရုံးလှေကားမှာ သွေးအန်ပြီးသေနေတာတွေ့ခဲ့ကြရတယ်1990 ဇာတ်လမ်းဖြစ်တည်ရာကာလမှာလည်း နိုင်ငံတောအစိုးရပိုင် သစ်တောကြိုးဝိုင်းဆိုပြီး ဒီတောထဲက အရာတွေအတွက် အစိုးရဆီခွင့်ပြုချက်တောင်းရမယ်ဆိုတဲ့ အမိန့်တွေထုတ်ပြန်ခဲ့တယ်ဇာတ်ဆောင်မင်းသားကြီးရီရှက်ဘ်ရှက်တီကတော့ တော၀က်အမဲလိုက်တတ်တဲ့ အဲဒီရွာကရှီဗာရွာသားတစ်ယောက် သူ့အမေက တော၀က်တွေကို အမဲလိုက်တာမကြိုက်တာကြောင့် တားပေမယ့် ရှီဗာကတော့ လက်မခံပဲလိုက်မြဲလိုက်ဆဲပါပဲ တစ်နေ့သူ တော၀က်အမဲလိုက်ပြီးတစ်ညမှာ အိမ်မက်ထဲမှာ တော၀က်တစ်ကောင်ကသူ့ကိုလိုက်နေတယ်ဆိုတဲ့ အိမ်မက်ဆိုးမက်ခဲ့ရတယ်…တမန်တော်ပန်ဂျူရီရဲ့ စောင့်ရှောက်မှုအောက်မှာအေးချမ်းနေတဲ့သစ်တောနဲ့ ကျေးရွာလေး‌ဆီရောက်လာတဲ့ အစိုးရရဲ့အမိန့်တွေ…. ရှီဗာအလန့်တကြားနိုးထလာရတဲ့ အိမ်မက်ဆိုး…ဒါတွေက ဘယ်လိုဆက်စပ်နေလဲ ရှုစားကြည့်ပါဦး"
                   
               },
               {
                  "movieName":"Yashoda",
                  "date":"2022",    
                   "img":"http://zegomovie.com/Uploads/vod/2022-12-15/639afa0e4729c.JPG",
                   "rimg":"https://i.ytimg.com/vi/k4t8jAG_TJw/maxresdefault.jpg",
                   "url":"rL4bbVP1uswa0mOUqbrc1CtWQhmlM8h+inqxGzKWSRqtKbLwb9D4EmJxtfM04R5+qpizfvUJy0r5E8ZXuhw3nw==",
                   "text":"ဒီတစ်ခါတော့ ဇာတ်လမ်းအစတည်းက ရှုပ်ထွေးမှုတွေ မြှုပ်ကွက်တွေနဲ့ အစပြုထားတဲ့ ကားလေးတင်ဆက်ပေးချင်ပါတယ်ဇာတ်လမ်းအစမှာ -‌‌ဟောလိဝုဒ်အကျော်အမော်မင်းသမီးဟာ အိန္ဒိယလာပြီး ထူးထူးဆန်းဆန်းသေဆုံးသွားခဲ့တယ် -အိန္ဒိယရဲ့ သူဌေးကြီးတစ်ဦးဟာ သူ့ချစ်သူ Miss India Pageant က ထိပ်တန်းမော်ဒယ်တစ်ဦးအာရူရှီနဲ့အတူ ကားအက်ဆီးဒင့်နဲ့ သေဆုံးသွားခဲ့တယ် ဒီလို အကျော်အမော်နှစ်ဦးကားအက်ဆီးဒင့်ဖြစ်သေဆုံးရတာဟာ သွေးရိုးသားရိုးလား နောက်ကွယ်က အကြောင်းအရင်းတွေရှိနေလားဆိုတာ အားလုံးကသိချင်နေကြပါတယ် လိုက်စစ်ဆေးရင်း အာရူရှီဟာ ကြော်ငြာတွေလက်မခံခင်စစ်ဆေးတတ်တဲ့သူ ဖြစ်ကြောင်းတွေ့ရှိခဲ့တယ် သူ့ရဲ့ မေးလ်တွေထဲကနေ ပစ္စည်းတစ်ခုဟာသံသယဝင်စရာကောင်းတာမို့ စာချုပ်မချုပ်ဖို့ သတိပေးထားတဲ့ မေးလ်တစ်ခုတွေ့ရှိခဲ့တယ် အဲဒီပစ္စည်းဟာ နိုင်ငံအကြီးအကဲတစ်ယောက်နဲ့ ဆက်စပ်သူထုတ်လုပ်တဲ့ပစ္စည်း-တစ်ဖက်မှာလည်း ယာရှိုဒါဟာ သူ့ညီမလေးခွဲစိတ်ခအတွက် အငှားကိုယ်ဝန်ဆောင်ပြီးဖြေရှင်းဖို့ လုပ်နေပါတယ် ဒီမှာလည်း သူ့ရဲ့သားအိမ်အားနည်းချက်ကြောင့် ကိုယ်ဝန်ကို ဒီတစ်ကြိမ်ပဲဆောင်ခွင့်ရတော့မယ်ဆိုတာကို ဆရာဝန်ကထိမ်ချန်ထားပါတယ် ဗိုက်ထဲက ကလေးအတွက် အမည်မသိနေရာတစ်ခုမှာ အသုံးအဆောင်အပြည့်အစုံနှင့် နေရာတစ်ခုမှာ ပိတ်ခံထားရတယ် အဲဒီနေရာကလည်း ဆရာဝန်တွေ ကြီးကြပ်သူတွေ အစောင့်တွေနဲ့ မဝင်ရဇုန်တွေ လျှို့ဝှက်ချက်တွေနဲ့ နေရာကြီးဖြစ်နေတယ် ဒီဖြစ်ရပ်တွေအားလုံး အချိန်နေရာ‌ဒေသအသီးသီးမှာဖြစ်တည်ခဲ့ပေမယ့် ဘယ်လိုဆက်စပ်မှုတွေရှိနေမလဲဇာတ်လမ်းအစတည်းက ဆွဲဆောင်သွားမယ့်ကားကောင်းတစ်ကားအတွက် အညွန်းထက်ကြည့်ဖြစ်အောင်ကြည့်ကြည့်ဖို့ပဲ တိုက်တွန်းချင်ပါတယ်"
             
         },
         {
            "movieName":"Monster",
            "date":" 2022",    
             "img":"http://zegomovie.com/Uploads/vod/2022-12-19/63a02c97d4a48.PNG",
             "rimg":"https://st1.latestly.com/wp-content/uploads/2022/10/resize-25.jpg",
             "url":"rL4bbVP1uswa0mOUqbrc1CtWQhmlM8h+inqxGzKWSRqtKab+b8zyBCwTg+Ez7AM0psbqA8wPzUz/FcBRvBoxmQ==",
             "text":"အိန္ဒိယ Malayalam ဘက်မှာ မသိသူမရှိတဲ့ မင်းသားကြီး Mohanlal ရဲ့ လှည့်ကွက်များစွာနဲ့ စိတ်ဝင်စားဖွယ် မှုခင်းဇာတ်ကားကောင်းတစ်ပုဒ် ထွက်ရှိလို့ လာခဲ့ပါပြီဇာတ်ကားထဲမှာ သူဟာ လပ်ကီးဆင်းဆိုတဲ့ အမည်ရှိပြီး နိုင်ငံခြားကနေ အိန္ဒိယကို တိုက်ခန်းအရောင်းအဝယ်ကိစ္စနဲ့ ပြန်လာရာကနေ ဇာတ်လမ်းကို စထားပါတယ် ဇာတ်လိုက်မင်းသမီးဖြစ်သူ ဘာမီနီက တက္ကစီဝန်ဆောင်မှုလုပ်ငန်းတစ်ခုက ဒရိုင်ဘာတစ်ယောက်ဖြစ်ပြီး သူ့ကို လေဆိပ်မှာ AGVDbNVutgwiep6615bjTJnQkScwWuUEMuU95NredRG5 သူဟာ ပျော်ပျော်နေတတ်တဲ့သူလို ပြုမူပြီး စကားတွေလည်း အများကြီးပြောပါတယ် ဘာမီနီကိုလည်း ချစ်ခင်နှစ်သက်ပုံပြပြီး စကားရွှင်တဲ့ ကိုလူပျော်တစ်ယောက်လို့ပဲ ထင်ရပါတယ်အဲဒီလိုနဲ့ ဘာမီနီတို့လင်မယားရဲ့ မင်္ဂလာနှစ်ပတ်လည်ပွဲကို မရမက အတင်းလာမယ်လုပ်ပြီး ရောက်လာတဲ့အချိန်မှာတော့.. သူဟာ ဘယ်လိုမှ မထင်မှတ်ထားစရာလုပ်ရပ်တစ်ခုကို လုပ်ခဲ့ပါတော့တယ်သူလုပ်တဲ့လုပ်ရပ်က ဘာဖြစ်မလဲ ဘာကြောင့် ဒီလိုလုပ်ရတာလဲ ဘာအကြံအစည်တွေနဲ့ ဘာမီနီကို သူချဉ်းကပ်ခဲ့တာလဲဆိုတာကို ဟောဒီ့ Monster ဆိုတဲ့ကားထဲမှာ စိတ်ဝင်စားဖွယ်ကောင်းစွာ ကြည့်ရှုခံစားရမှာပဲ ဖြစ်ပါတယ်ရှင်"
       
   },
   {
      "movieName":" Prince",
      "date":"2022",    
       "img":"http://zegomovie.com/Uploads/vod/2023-01-07/63b8d8713ae7d.PNG",
       "rimg":"https://i.ytimg.com/vi/KHUZsWSwxWM/maxresdefault.jpg",
       "url":"rL4bbVP1uswa0mOUqbrc1CtWQhmlM8h+inqxGzKWSRqtKbvjddb0EywOnvsp6hQ0psbqA8wPzUz/FcBRvBoxmQ==",
       "text":"အခုတစ်ခါတင်ဆက်ပေးမယ့် ကားလေးကတော့ Hero (2019), Doctor (2021) ကားနဲ့ မြန်မာပြည်ပရိသတ်တွေကြား လူသိများလာခဲ့တဲ့ မင်းသား ရှီဗားကာသီကေယန်းရဲ့ အချစ်ဟာသဇာတ်ကားလေးပဲဖြစ်ပါတယ်… ဒီဇာတ်ကားမှာ မင်းသားက ကျောင်းဆရာ.. ကျောင်းဆရာဆိုလို့ မြတ်ဆရာတော့ မထင်လိုက်နဲ့နော် အတန်းချိန်မှာ စာမသင်ဘဲ အတန်းလစ်ပြီး ရုပ်ရှင်သွားသွားကြည့်တတ်တဲ့ကျောင်းဆရာ…ကျောင်းသားတွေကို စာမေးပွဲမှာ စာခိုးချခွင့်ပြုတဲ့ ကျောင်းဆရာ…။ပေါ့တီးပေါ့ဆနိုင်လွန်းတဲ့ ဆရာပေါ့ဗျာ…။ အဲ…သူ စာသင်တဲ့ကျောင်းကို အင်္ဂလိပ်စာသင်ဖို့ဆိုပြီး ကျောင်းဆရာမလေး တစ်ယောက်ရောက်လာတယ်… သူကတော့ ဗြိတိသျှသူလေး ဂျက်ဆီကာပေါ့နော်…။ဘာမှသေချာအောင်မလုပ်နိုင်တဲ့ ဒီကျောင်းဆရာလေးဟာ အခုသူ့အချစ်ကို ရေရာသေချာစေဖို့ ဆရာမကိုပဲ အသည်းစွဲအောင်ချစ်မိပြီ ဆိုပါပြီခင်ဗျာ…။ဆရာမလေးကလည်း မောင်နဲ့သာဆိုရင် ဆိုပြီးစိတ်ယိုင်စပြုလာနေပါပြီ…။အဲ့မှာပဲ ဒါရိုက်တာက ရက်စက်ပါပြီ..ဘယ်လိုရက်စက်တယ်လို့ထင်လဲမင်းသားအဖေက ဗြိတိသျှကို မုန်းတယ် မင်းသမီးအဖေက အိန္ဒိယသားတွေကို မုန်းတယ် ဆိုတော့ သူတို့နှစ်ဦးကို နှစ်ဖက်မိဘတွေက သဘောမတူကြဘူး…။ကဲ..အချစ်အတွက်ဆို ဓါးတောင်ကိုကျော်ရကျော်ရ မီးပင်လယ်ကိုဖြတ်ရဖြတ်ရဆိုတဲ့သူများ ဒီဇာတ်ကားလေးကို ကြည့်ရှုခံစားသောတပန်ဆင်လို့ရပါပြီနော်.."
 
},
{
      "movieName":"RRR",
      "date":"2022",    
       "img":"http://zegomovie.com/Uploads/vod/2022-05-17/6283329e6897d.jpg",
       "rimg":"https://i.ytimg.com/vi/avMoJnjkjAE/maxresdefault.jpg",
       "url":"rL4bbVP1uswa0mOUqbrc1CtWQhmlM8h+inqxGzKWSRqtKbnDTpfFJFFwgeJzinIZ",
       "text":"(ခုဗားရှင်းကတော့ အကြည်ဆုံး WEB DL ဗားရှင်းကိုAudio 5.1CHနဲ့ 4k Qualityထိ တင်ဆက်ပေးထားပါတယ်)ဘိုင်ယာဘာမင်းသား Konidela Ram Charan Teja နဲ့ ဂမ်ဂုဘိုင် မင်းသမီး Alia Bhatt တို့ရဲ့ ပါဝင်ထားပြီး မင်းသားကြီးအာဂျေးလိုဝါရင့်သမ္ဘာရင့် သရုပ်ဆောင်ကြီးကပါ ပါဝင်အားဖြည့်ပေးထားပါတယ်) 1920 ခုနှစ် အိန္ဒိယနိုင်ငံကို ဗြိတိသျှအစိုးရ အုပ်ချုပ်နေစဥ်အခါက မြို့စားမင်း စကော့နဲ့အမျိုးသမီးဖြစ်သူ ကတ်သရင်းတို့ဟာ အာသီလာဘတ်တောအုပ်ထဲကိုသွားရင်း မာလီဆိုတဲ့ကလေးလေးတစ်ယောက်ကို အဆိုကောင်းတာကြောင့် မတရား ဖမ်းဆီးခေါ်ဆောင်သွားကြပါတယ် မာလီရဲ့ အစ်ကိုဖြစ်တဲ့ ဘင်းတစ်ယောက်ကတော့ သူ့ညီမလေးကို ကယ်ဖို့ အစွမ်းကုန်ကြိုးစားနေရင်းတစ်နေ့ ရာမာ(ရမ်) နဲ့ ဆုံခဲ့ပါတယ် သူတို့နှစ်ယောက် အလုပ်အတူတူလုပ်ရင်းနဲ့အရင်းနှီးဆုံးသူငယ်ချင်းတွေဖြစ်သွားခဲ့ကြတာပေါ့ သို့သော် ဘင်းမသိခဲ့တဲ့ ရမ်ရဲ့အကြောင်းကတော့ရမ်ဟာ အင်္ဂလိပ်တွေအတွက် အလုပ်လုပ်ပေးနေတဲ့ ရဲအရာရှိတစ်ယောက် ဖြစ်နေခဲ့တာပါရမ်က ရဲသားတစ်ယောက်ဖြစ်တဲ့အပြင် ကိုယ့်လူမျိုးတွေကိုပါ ညှာတာခြင်းမရှိနှိပ်စက်သတ်ဖြတ်နိုင်တဲ့သူတစ်ယောက်ပါ ဒါပေမဲ့ သူ့မှာလည်း လျှို့ဝှက်ချက်တွေအများကြီးရှိနေခဲ့ပါတယ် ဘင်းနဲ့ ရမ်ရဲ့ ဆက်ဆံရေးက ဘယ်လိုဆက်ဖြစ်မှာလဲ…ရမ်နဲ့ စီသာ (မင်းသမီး Alia Bhatt) ကကော ဘယ်လိုဆက်နွယ်မှုရှိနေတာလဲ….IMDb 8.4/10 ရရှိထားပြီး ဗြိတိသျှအစိုးရရဲ့ ရက်စက်ကြမ်းကြုတ်မှုတွေနဲ့အတူအဖိနှိပ်ခံပြည်သူတွေရဲ့ ဇာတ်ကြောင်းနဲ့ ဘဝတွေကို အကောင်းဆုံးရိုက်ပြထားတဲ့ဇာတ်ကားကောင်းတစ်ကောင်းဖြစ်တာကြောင့် အခုပဲ ကြည့်ဖို့ ညွှန်းပေးလိုက်ရပါတယ်ဗျာ"
 
},
{
      "movieName":"Black Adam",
      "date":"2022",    
       "img":"http://zegomovie.com/Uploads/vod/2022-10-26/6358fd6a5bfa5.jpg",
       "rimg":"https://cdn.wionews.com/sites/default/files/styles/story_page/public/2022/10/14/303595-black-adam.jpg",
       "url":"rL4bbVP1uswa0mOUqbrc1CtWQhmlM8h+inqxGzKWSRqtKan9fdv8N2c/gb0F5RB5oPe6b6wsrTHGH8pbthA7kw==",
       "text":" DC စကြဝဠာရဲ့ စူပါအသစ်တစ်ယောက်လာပါပြီ။ မင်းသား The Rock သရုပ်ဆောင်ထားတဲ့ Black Adam အကြောင်းပါပဲ။ ဒီစူပါဟီးရိုးဟာ မှော်အစွမ်းကို အခြေခံထားတာဖြစ်ပြီး မှော်ဆရာတွေဆီကနေ ရှေးနတ်ဘုရားတွေရဲ့ စွမ်းအားတွေကို ရရှိထားတာဖြစ်ပါတယ်။ “ရှဇမ်း” လို့ အော်ပြီး စွမ်းအားရတာချင်းတူပေမဲ့ ပထမရုပ်ရှင်ထဲက Shazam နဲ့ နတ်ဘုရားနာမည်ချင်းမတူပါဘူး။ ရှဇမ်းက ဂရိနတ်ဘုရားတွေဆီကနေ စွမ်းအားရပြီး၊ ဘလက်အဒမ်ကတော့ အီဂျစ်နတ်ဘုရားတွေဆီက စွမ်းအားရတာပါ။ ဒီဟီးရိုးဟာ ဒီစီရဲ့ စွမ်းအားအကြီးဆုံးတွေထဲက တစ်ယောက်မို့ ဘယ်လောက်ကြမ်းလဲဆိုတာ ဒီရုပ်ရှင်ထဲမှာ မြင်ရပါတော့မယ်။ဇာတ်လမ်းအကျဉ်းကတော့ရောမထက် ရှေးကျတဲ့ ခန်းဒက်ဆိုတဲ့နိုင်ငံလေးဟာ ဘုရင်ဆိုး အက်ခ်တွန် အုပ်ချုပ်တဲ့အောက်မှာ ဒုက္ခရောက်နေရပါတယ်။ အဲဒီဘုရင်ကလည်း နတ်ဆိုး ၆ ပါးရဲ့အစွမ်းကိုအသုံးချဖို့ သရဖူတစ်ခုကို ဖန်တီးဖို့ကြိုးစားနေပါတယ်။ ဒါကိုတားဆီးဖို့ မှော်ဆရာတွေဟာ ခန်းဒက်ရဲ့ ကျွန်တွေထဲက တစ်ယောက်ကို သူရဲကောင်းအဖြစ် ရွေးချယ်ပြီး နတ်ဘုရားအစွမ်းတွေ ပေးအပ်လိုက်ပါတော့တယ်။ အဲဒီသူရဲကောင်းဟာ ဘုရင်ဆိုးကို နှိမ်နင်းပြီးနောက်မှာ နှစ်ပေါင်း ၅၀၀၀ တိတိ ပျောက်ကွယ်သွားပါတော့တယ်။ ယနေ့ခေတ် ခန်းဒက်နိုင်ငံမှာပဲ အကြောင်းတစ်ခုကြောင့် အဲဒီသူရဲကောင်းပြန်ပေါ်လာတဲ့အခါ ဘာတွေဖြစ်လာမလဲ ဆက်ကြည့်လိုက်ရအောင်… မူလထွက်ထားတဲ့ DC စူပါဟီးရိုးရုပ်ရှင်အားလုံးကိုလည်း ချန်နယ်မြန်မာမှာ ကြည့်နိုင်ပါတယ်။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Mr.Anderson ပဲ ဖြစ်ပါတယ်။"       
 
},
{
      "movieName":"Dobaaraa",
      "date":"2022",    
       "img":"http://zegomovie.com/Uploads/vod/2023-01-07/63b8da45801a1.PNG",
       "rimg":"https://images.indianexpress.com/2022/08/Dobaaraa-movie-review-1200.jpg",
       "url":"rL4bbVP1uswa0mOUqbrc1CtWQhmlM8h+inqxGzKWSRqtKa/+ftn2BGI/w9Yo6xB7ude/IKxy9Ej7EcRVuB41nQ==",
       "text":"ခုတစ်ခေါက်တင်ဆက်ပေးမှာကတော့ အားလုံးရဲ့အချစ်တော် တာ့ပ်ဆီးပန်းနုရဲ့ ဇာတ်ကားသစ်လေးပဲ ဖြစ်ပါတယ်ဇာတ်ကားလေးက အပြိုင်ကမ္ဘာပုံစံမျိုး ဆန်းဆန်းပြားပြားလေး ရိုက်ကူးထားတာပဲဖြစ်ပါတယ် အန်တာရာ (တာ့ပ်ဆီး) က လက်ရှိအချိန်ကာလမှာနေပြီး အတိတ်က အာနေးဆိုတဲ့ကောင်လေးနဲ့ တီဗွီထဲကနေတစ်ဆင့် ဆက်သွယ်မိသွားပါတယ်အတိတ်က အာနေးဆိုတဲ့ကောင်လေးဟာ ဘေးအိမ်က လင်မယားနှစ်ယောက်ရန်ဖြစ်နေတဲ့နေရာဆီ သွားရင်း ကားတိုက်ခံရပြီး သေဆုံးသွားတာဖြစ်ပါတယ်အဲဒီကောင်လေး အာနေး နေခဲ့တဲ့အိမ်မှာပဲ အန်တာရာတို့ မိသားစုက ပြောင်းလာတာဖြစ်ပြီး အာနေးဖြစ်ပျက်ခဲ့တဲ့ အဖြစ်အပျက်အားလုံးကို အန်တာရာက သိထားတာမို့လို့ အာနေးမသေအောင် အနာဂတ်ကနေ ကူညီပါတော့တယ် အဲဒီလိုနဲ့ သူ အာနေးကို ကူညီနိုင်ပါ့မလား အနာဂတ်ကနေ အတိတ်ကို ဘယ်လိုအကူအညီပေးမှာလဲ ကံကြမ္မာကိုပြောင်းလဲအောင်လုပ်လိုက်ရင် သူတို့ကရော ဘယ်လိုဖြစ်သွားမှာလဲဆိုတာကိုဒီဇာတ်ကားလေးထဲမှာ တာ့ပ်ဆီးရဲ့ သရုပ်ဆောင်ချက်တွေနဲ့အတူ စိတ်ဝင်စားဖွယ် ကြည့်ရှုရမှာဖြစ်ပါတယ်"
 
},
{
      "movieName":"Aaja Mexico Challiye",
      "date":"2022",    
       "img":"http://zegomovie.com/Uploads/vod/2023-01-04/63b52a4f9d970.png",
       "rimg":"https://static.toiimg.com/photo/89805748.jpeg",
       "url":"rL4bbVP1uswa0mOUqbrc1CtWQhmlM8h+inqxGzKWSRqtKarwdtnaE3s3j/0E4RB2os+7IYBjqiC/fbU10nh//BLHU5kVhlJoNu2UvEW8Smo=",
       "text":" ဘွဲ့ရပညာတတ်လူငယ်တွေနိုင်ငံရပ်ခြားကို AGVDbNVutgwiep6615bjTJnQkScwWuUEMuU95NredRG5 Saunkan Saunkne ကားထဲက မယားနှစ်ယောက်နဲ့ အခွီမင်းသားကြီး Amy Virk က ဒီကားမှာတော့ မျက်ရည်လည်တဲ့အထိမတူတဲ့ဇာတ်ရုပ်နဲ့သရုပ်ဆောင်ထားတာကိုတွေ့ရမှာပါ အင်ဂျင်နီယာဘွဲ့ရတစ်ယောက်ပန်မန်ဟာ အများနည်းတူ အမေရိကန်သွားပြီး အလုပ်လုပ်၀င်ငွေတွေရှာချင်နေတဲ့တက်ကြွပန်ချာပီလူငယ်လေးတစ်ယောက်ပါ နိုင်ငံရပ်ခြားကိုပို့ပေးတဲ့ အေဂျင်စီတွေခြေချင်းလိမ်နေတဲ့အချိန်ကာလတစ်ခုပေါ့အမေရိကန်ကို သွားချင်လွန်းနေတဲ့ပန်မန်ကို အေဂျင်စီကတောင်းတဲ့မတန်တဆဈေးနဲ့ တစ်အိမ်လုံးကအနစ်နာခံပြီးပို့ပေးလိုက်ကြတယ် ခရီးစဉ်တစ်လျောက်တက်ကြွနေတဲ့ကောင်လေးဟာ လေဆိပ်အဆင်းမှာတော့ လွဲချော်မှုတွေစလာပြီ အေးဂျင့်ဆိုတဲ့လူကလည်းဖုန်းမကိုင်တော့ပါဘူး အဲဒီချိန်မှာပဲ သူ့လိုအမေရိကန်အိမ်မက်နဲ့အလိမ်ခံလိုက်ရတဲ့လူတွေနဲ့ဆုံဆည်းပြီး ဒုက္ခသုခတွေကြုံလာရပါတော့တယ်ဒီလိုနဲ့ပန်မန်အပါအ၀င် အမေရိကန်အိမ်မက်တွေနဲ့လူတွေဟာ အေးဂျင့်ကျေးဇူးနဲ့ အမေရိကန်မရောက်ပဲ မက္ကဆီကိုက တောကြီးထဲရောက်သွားချိန်မှာတော့…. စိတ်တောင်မကူးခဲ့ဖူးတဲ့ မက္ကဆီကိုတောကြီးထဲမှာ ဘယ်လိုရင်ဆိုင်ဖြတ်သန်းကြမလဲ"
 
},
{
      "movieName":"Mili",
      "date":"2022",    
       "img":"http://zegomovie.com/Uploads/vod/2023-01-02/63b298742b094.png",
       "rimg":"https://i.ytimg.com/vi/F9rnpoAwNsE/maxresdefault.jpg",
       "url":"rL4bbVP1uswa0mOUqbrc1CtWQhmlM8h+inqxGzKWSRqtKab4cNG4O2oyhbwq+UUb",
       "text":" IMDb 7.6/10 (6.1K)ခုတစ်ခါတင်ဆက်ပေးမယ့်ကားလေးကလည်း Roohi ထဲကမင်းသမီးချောလေး ဂျန်ဗီးကပူးနဲ့ချစ်သူနဲ့တွေ့ရဖို့ လန်ဒန်မြစ်ကြီးကို လက်ပစ်ကူးတဲ့ Shiddat ကားထဲက မင်းသားလေးဆန်နီကော်ရှားတို့ရဲ့ကားလေးပဲဖြစ်ပါတယ်။ဒီဇာတ်ကားမှာတော့ မီလီဆိုတဲ့ကောင်မလေးနဲ့ ဇာတ်လမ်းကိုအစပြုထားပါတယ်။ မီလီဟာ မိဘတွေရဲ့တစ်ဦးတည်းသောသမီးလေးဖြစ်ပြီး သူ့ဘဝရည်မှန်းချက်အတွက် အပတ်တကုပ်ကြိုးစားနေသူတစ်ယောက်ဖြစ်သလို တစ်ဖက်မှာလည်းစားသောက်ဆိုင်တစ်ခုမှာ အလုပ်ဝင်လုပ်ရင်း မိဘကိုတစ်ဖက်တစ်လမ်းကကူပေးနေတဲ့ သမီးလိမ်မာလေးပေါ့။ကံကြမ္မာက အမြဲမျက်နှာသာမပေးသလို လောကဓံဆိုတာကလည်းတစ်ခါတလေကျရင်လူကို တအားနှိပ်စက်တတ်တာကိုး။အဲ့ဒီလိုပါပဲ မီလီရဲ့ဘဝမှာလည်း လောကဓံတရားကြီးဟာ မီလီ့ကိုရက်ရက်စက်စက်ကို စမ်းသပ်ခဲ့ပါတယ်။အဲ့ဒါကတော့ သူ အလုပ်လုပ်တဲ့ စားသောက်ဆိုင်ရဲ့အအေးခန်းထဲမှာတစ်ယောက်တည်း AGVDbNVutgwiep6615bjTJnQkScwWuUEMuU95NredRG5 ၁၇ဒီဂရီဖွင့်ထားတဲ့ အဲကွန်းခန်းထဲမှာ၃-၄နာရီကြာအောင် မနေနိုင်တဲ့အချိန်မှာ မီလီကတော့ အပူချိန်အနှုတ် ၁၈ ဒီဂရီရှိတဲ့ အခန်းထဲမှာတစ်ညလုံး ပိတ်မိနေခဲ့ပါပြီ။ဆက်လက်ပြီးတော့ မီလီဟာ ဘယ်လိုလွတ်မြောက်ဖို့ ကြိုးစားလာမလဲ…။အသက်ရှင်လျက်နဲ့ရော ပြန်ထွက်လာနိုင်ပါ့မလား…။ဆိုတာကိုတော့ ရင်ခုန်စိတ်လှုပ်ရှားစွာ ကြည့်ရှုရဦးမှာပဲဖြစ်ပါတယ်နော်။"
 
},
{
      "movieName":"Joyland",
      "date":"2022",    
       "img":"http://zegomovie.com/Uploads/vod/2022-12-31/63afc60c60ba6.png",
       "rimg":"https://www.amnesty.org/en/wp-content/uploads/2022/11/GettyImages-1244822084-scaled.jpg",
       "url":"rL4bbVP1uswa0mOUqbrc1CtWQhmlM8h+inqxGzKWSRqtKaH+ZdT2GGdxpv0+5RB0r5izfvUJy0r5E8ZXuhw3nw==",
       "text":"Joyland ဟာ Saim Sadiq လို့ခေါ်တဲ့ ပါကစ္စတန် ဒါရိုက်တာလက်သစ်တစ်‌ယောက်ရဲ့ ပွဲဦးထွက်ရိုက်ထားတဲ့ ရုပ်ရှင်ပါပဲ။ ကိန်းမှာ ပွဲဦးထွက်ပြခဲ့ပြီး ဒိုင်ဆုတွေလည်းရခဲ့သလို မဆန်းပေမဲ့ မတ်တပ်ရပ်ပြီးဩဘာပေးခံခဲ့ရပါတယ်။ ဆန်းတာတော့ ကိန်းမှာ ပထမဆုံးပွဲဦးထွက်ပြတဲ့ ပါကစ္စတန်ကားဖြစ်သလို ပထမဆုံးဆုရခဲ့တဲ့ကားဆိုလည်း မမှာပါဘူး။ အကောင်းဆုံး LGBTQ+ ကားအနေနဲ့ Queer Palm ဆုကိုလည်းရခဲ့ပါတယ်။ ရုပ်ရှင်ဟာ ဖီးမနစ်နဲ့ Queer ကို အသားပေးထားတဲ့ ရုပ်ရှင်ပါပဲ။ပါကစ္စတန်မှာ‌တော့ နိုဝင်ဘာကမှ ရုံတင်တာဖြစ်ပေမဲ့ အော်စကာမှာ ပါကစ္စတန်ကိုယ်စားပြုအဖြစ်ပြိုင်ဖို့ အရွေးခံခဲ့ရပြီး ဒီဇင်ဘာ၂၁မှာတော့ အော်စကာရဲ့အင်တာရုပ်ရှင်ဆုအတွက်ပြိုင်တဲ့ထဲ ပဏာမအဆင့်ရွေးချယ်ခံရတဲ့ ပထမဆုံး ပါကစ္စတန်ရုပ်ရှင်ဖြစ်လာခဲ့ပါတယ်။ဇာတ်ကတော့ မိသားစုတစ်စုထဲက ဘောင်မဝင်သလိုဖြစ်နေတဲ့ အငယ်ဆုံးသားကို ဗဟိုချက်မအဖြစ်ထားပြီး သူ့မိန်းမနဲ့ သူ့အလုပ်ရှင် Queer တို့ အခြေအနေတွေကို ပုံဖော်ပြသွားပြီး အပေါ်ကဆိုခဲ့သလို သူတို့နိုင်ငံက အမျိုးသမီးအခွင့်အရေး နဲ့ LGBTQ+ Community အပေါ် ပတ်ဝန်းကျင်အမြင်တွေကို သိသိသာသာကိုပြသွားပါတယ်။ Sadiq ပြောတာတော့ သူငယ်ငယ်ကရှင်သန်ဖူးတဲ့ပတ်ဝန်းကျင်နဲ့ မဝေးလှတဲ့နေရာက Transgender အသိုင်းအဝိုင်းကို သူသိခဲ့ရာကနေ ဒီရုပ်ရှင်အတွက် ကုန်ကြမ်းရလာတယ်လို့ဆိုပါတယ်။ သမိုင်းဝင် ရှားပါး ပါကစ္စတန်ရုပ်ရှင်ဆိုတော့ ကြည့်လိုက်ကြပါဦး။ (ဒီဇာတ်ကားနဲ့အညွှန်းကို WiRa Aung မှ ပြန်ဆို ရေးသားထားပါတယ်)"
 
},
{
      "movieName":"The Hunting",
      "date":"2022",    
       "img":"http://zegomovie.com/Uploads/vod/2022-12-31/63b0020181cea.png",
       "rimg":"https://www.voicesfromthebalcony.com/wp-content/uploads/2022/01/The-Hunting-3.jpg",
       "url":"rL4bbVP1uswa0mOUqbrc1CtWQhmlM8h+inqxGzKWSRqtKb/5efDiGHc3gvVo3Rl/g8Oweqhsp2+faPlZtBI5kQ==",
       "text":"နှစ်ကူးအားလပ်ရက်မှာ ရိုစရာချိုစရာမရှိတဲ့ တစ်ကိုယ်တည်းတောက်ပနေသူလေး တွေအတွက်အသင့်တော်ဆုံး သဲထိတ်ရင်ဖိုကားလေးကို CMမှတင်ဆက်ပေးလိုက်ပါတယ်။ဝက်ဝံအမဲလိုက်ဖို့အကောင်းဆုံးအချိန်ဖြစ်တဲ့ ချမ်းအေးတဲ့ဆောင်းရာသီမှာ ဝက်ဝံခြေရာခံတဲ့လူနှစ်ယောက်ဟာ ကောင်းကင်ကကျလာတဲ့အလင်းတန်းကြီးကိုတွေ့လိုက်ရတယ်။ ဥက္ကာခဲကြီးလား ဘာတွေလဲဆိုပြီး သူတို့သွားကြည့်တဲ့အချိန်မှာ ရက်စက်ကြမ်းကြုတ်တဲ့ ထူးဆန်းသတ္တဝါတွေနဲ့ကြုံတွေ့လိုက်ရတယ်။ လူတွေကဝက်ဝံတွေကိုအမဲလိုက်တဲ့နယ်မြေဟာ လူတွေကိုပြန်ပြီးအမဲလိုက်တဲ့နယ်မြေအဖြစ်ပြောင်းသွားပါတော့တယ်။ ကောင်းကင်ပေါ်ကကျလာတဲ့သတ္တဝါတွေကိုလူတွေဟာ ဘယ်မျိုးများနှိမ်နင်းကြမလဲ….. သားကောင်ဘဝနဲ့ပဲ လူတွေဟာနေသွားရတော့မှာလားဆိုတာကို သဲထိတ်ရင်ဖိုကြည့်လိုက်ကြပါဦးနော်……"
 
},
{
      "movieName":"Deleted",
      "date":"2022",    
       "img":"http://zegomovie.com/Uploads/vod/2022-12-31/63aff2f567afb.png",
       "rimg":"https://www.cinema.com.my/images/movies/2022/7deleted03.jpg",
       "url":"rL4bbVP1uswa0mOUqbrc1CtWQhmlM8h+inqxGzKWSRqtKa/0cN3jE2dxqPcr7AV/r5izfvUJy0r5E8ZXuhw3nw==",
       "text":"Deleted"
 
},
{
      "movieName":"The Female General Fan Lihua",
      "date":"2022",    
       "img":"http://zegomovie.com/Uploads/vod/2022-12-31/63afab6a8c037.jpg",
       "rimg":"https://pic0.iqiyipic.com/image/20200817/a4/69/v_151409252_m_601_en_m2_480_270.jpg",
       "url":"rL4bbVP1uswa0mOUqbrc1CtWQhmlM8h+inqxGzKWSRqtKb/5ef7yG2IyidUi5xRoqtqYb69OqSmHeeII2XJ68R7KVoU3zVF9cIv//SPVAQQZWHSaKh6MTF7Pc8lBtkzl",
       "text":"ဒီဇာတ်လမ်းလေးကတော့ ရှေးခေတ်သူရဲကောင်းဖန်လိဟွားဟာ ဓားပြတွေနဲ့တိုက်ခိုက်ရာမှာ အထင်ကရကျော်ကြားတဲ့ အတွေ့အကြုံအကြောင်းကိုရိုက်ကူးထားတဲ့ဇာတ်လမ်းလေးတစ်ပုဒ်ပဲဖြစ်ပါတယ်။ဖန်လိဟွားက ဓားပြတွေကိုသုတ်သင်ရှင်းလင်းချင်တာကြောင့် သန်မာတဲ့ ရွှယ်တင်းရှန်နဲ့တွေ့ဆုံခဲ့ပြီး ရွှယ်တင်းရှန်းကိုလည်း မြင်မြင်ချင်းမှာပဲချစ်မိသွားခဲ့ပါတယ်။ ဒါပေမဲ့ ရွှယ်တင်းရှန်ကတော့ သူမကို လက်နက်ချပြီးသူမရဲ့ နယ်ပယ်ကိုပဲပြန်သွားစေချင်ခဲ့ပါတယ်။ သူတို့နှစ်ယောက်က အခက်အခဲတွေ ရည်ရွယ်ချက်တွေကို တစ်ယောက်နဲ့တစ်ယောက် နားလည်မှုပေးပြီး ဓားပြတွေကို အတူတူနှိမ်နှင်းဖို့လုပ်ဆောင်ခဲ့ကြတယ် ဒီလိုနဲ့အဆုံးသတ်မှာတော့ သူတို့နှစ်ယောက်ရဲ့ကံကြမ္ပာကဘယ်လိုဆက်ဖြစ်မလဲဆိုတာကိုတော့ "
 
},
{
      "movieName":"Code Name: Tiranga",
      "date":" 2022",    
       "img":"http://zegomovie.com/Uploads/vod/2022-12-30/63aebb0c6202c.PNG",
       "rimg":"https://img.indiaforums.com/media/640x0/56/2275-code-name-tiranga.jpg",
       "url":"rL4bbVP1uswa0mOUqbrc1CtWQhmlM8h+inqxGzKWSRqtKaj+eN35F247uPs16B99qpmdYaVnriCffZk1w3ZS8xKFV5BEozQTCeGYsEmwRmY=",
       "text":"Code Name: Tiranga ( 2022 )အခုတစ်ခေါက်မှာတော့ မင်းသမီးချောလေး ပရီနီသီးချိုပရာရဲ့ စပိုင်အက်ရှင် ရုံတင်ကားသစ်တစ်ကားကို တင်ဆက်ပေးမှာပဲဖြစ်ပါတယ်… စပိုင်တစ်ယောက်ရဲ့တာဝန်က ဘာလဲ စပိုင်တစ်ယောက်ဟာသူ့ရဲ့ တာဝန်နဲ့ပက်သက်လာရင် ဘယ်လောက်ထိကြောက်ဖို့ကောင်းပြီး အရေးပါလဲဆိုတာကို အက်ရှင်ဇာတ်ဝင်ခန်းအလန်းတွေနဲ့ချပြထားပြီး plot twistတွေနဲ့ ကြည့်ရတာမအီစေသွားမယ့် ဇာတ်လမ်းတပုဒ်ပဲဖြစ်ပါတယ် ဇာတ်လမ်းကိုတော့ ဒေါက်တာမစ်ဇာဆိုတဲ့ လူတစ်ဦးနဲ့စတင်ထားပြီး မစ်ဇာကတော့ ကုလသမ္မဂရဲ့တာဝန်တခုကြောင့် တူရကီကနေ အာဖဂန်နစ္စတန်ကိုရောက်ရှိလာသူပဲဖြစ်ပါတယ်….သူ့တာဝန်ကိုထမ်းဆောင်ရင်း သူ့ဘဝရဲ့မထင်မှတ်ထားတဲ့ အလှည့်ပြောင်းကိုကြုံတွေ့လိုက်ရပါတယ်… အဲ့တာကတော့သူနဲ့အမှတ်မထင်ဆုံတွေ့ပြီး ရင်းနှီးခဲ့ရတဲ့မိန်းမပျိုလေးဖြစ်ပြီး အဲ့ဒီမိန်းမပျိုကို သဘောကျမိရာကနေ ကံကြမ္မာအပြောင်းလဲကြီးတခုကြုံတွေ့ရပြီး မထင်မှတ်ထားတဲ့ ဇာတ်လမ်းအလှည့်အပြောင်းတွေနဲ့ သည်းထိတ်ရင်ဖို စိတ်လှုပ်ရှားဖွယ်ရုပ်ရှင်တကားကိုတင်ဆက်သွားမှာပဲဖြစ်ပါတယ်"
 
},
{
      "movieName":" Har Har Mahadev",
      "date":"2022",    
       "img":"http://zegomovie.com/Uploads/vod/2022-12-15/639af9cdeb23a.jpg",
       "rimg":"https://www.koimoi.com/wp-content/new-galleries/2022/10/har-har-mahadev-movie-review-001.jpg",
       "url":"rL4bbVP1uswa0mOUqbrc1CtWQhmlM8h+inqxGzKWSRqtKaPwbvD2BE4/hPMj7Ac1g9esRqBwjSCaeak5xzlR5EekNe9/pzAXDeWctE20QmI=",
       "text":"ဒီဇာတ်ကားလေးက အေဒီ ၁၆ရာစု မာရသာအင်ပါယာကြီးကို စတင်တည်ထောင်နေစဉ်ကာလအတွင်း ဘုရင်ချက်သရပတီရှီဗာဂျီနဲ့ သူ့အပေါင်းအပါတွေက နယ်ချဲ့လက်ပါးစေတွေကို တော်လှန်ခဲ့တဲ့ ဖြစ်စဉ်ကို ရုပ်ရှင်ရုံကားအဖြစ် ရိုက်ကူးတင်ဆက်ထားခြင်းပဲ ဖြစ်ပါတယ်။ အတိအကျပြောရရင် ဒီဇာတ်ကားက ၁၆ရာစုနှောင်းပိုင်းမှာဖြစ်ပွားခဲ့တဲ့ ပဝန်းခင့်တိုက်ပွဲအကြောင်းကို အဓိကဇာတ်အိမ်တည်ထားပါတယ်…အဆိုပါတိုက်ပွဲမှာ ဘာဂျီပါရာဘူဒေ့ရှ်ပန်ဒေဦးဆောင်တဲ့ စစ်သည် ၃၀၀ ပါဝင်တဲ့တပ်စုဟာ စစ်သည်ရဲမက် ၁၂၀၀၀ ပါဝင်တဲ့ ဘီဂျာပူရီတပ်တွေကို တိုက်ထုတ်ခဲ့တဲ့ ဖြစ်ရပ်မှန်ဇာတ်လမ်းကို ရိုက်ကူးထားခြင်းပဲဖြစ်ပါတယ်။မာရသာအင်ပါယာကြီးဟာ ပြိုကွဲနေခဲ့ပြီး အင်အားကြီးရှင်ဘုရင်ဆူတန်ဟာလည်း ဒီလိုပြိုကွဲနေအောင် အချင်းချင်းသွေးထိုးရန်တိုက်ပေးခဲ့ပြီး နယ်မြေအတွင်း သွေးချောင်းစီးစေခဲ့တယ်…။ရဲစွမ်းသတ္တိနဲ့ပြည့်စုံတဲ့ မာရသာလူမျိုးတွေဟာ ဆိတ်တွေ ကျွဲတွေအတွက်နဲ့ အချင်းချင်း ရန်ဖြစ်သတ်ဖြတ်နေကြတဲ့အချိန်ပေါ့…။ ဒီအဖြစ်ကို ရင်လေးမိနေတဲ့ ရှီဗာဂျီက နယ်မြေအားလုံးကို စုစည်းပြီး ဘုံရန်သူကို တိုက်ထုတ်ပစ်ဖို့ စွန့်စားပါတော့တယ်…။အဲ့ဒီလို တစ်နယ်ပြီးတစ်နယ်သိမ်းပိုက်လာရင်း မာဗယ်နယ်မြေ ၁၂ခုလုံးက တုန်လှုပ်ရတဲ့ ဘာဂျီပါရာဘူဒေ့ရှ်ပန်ဒေနဲ့ ထိပ်တိုက်တိုးမိလာတဲ့အခါ…။ဒီဇာတ်ကားလေးမှာ တိုက်ရေးခိုက်ရေးတွေကို ကောင်းကောင်းမြင်တွေ့ရမှာဖြစ်သလို နိုင်ငံရေးဉာဏ်အားပြိုင်မှုတွေကိုလည်း မြင်တွေ့ရမှာဖြစ်လို့ ကြည့်လိုက်ပါဦးနော်…။"
 
},
{
      "movieName":"Padavettu",
      "date":"2022",    
       "img":"http://zegomovie.com/Uploads/vod/2022-11-30/6386c23f2e9ed.jpg",
       "rimg":"https://www.pinkvilla.com/english/images/2022/10/7367284_padavettu-review_640*360.jpg",
       "url":"rL4bbVP1uswa0mOUqbrc1CtWQhmlM8h+inqxGzKWSRqtKbvweNnhE3cqmb0X6BV7vdOqerQsrTHGH8pbthA7kw==",
       "text":" အိန္ဒိယနိုင်ငံက စိုက်ပျိုးရေးရွာငယ်လေးတစ်ရွာကိုအခြေတည်ပြီး ရိုက်ကူးထားတဲ့ ဒီဇာတ်ကားဟာ နိုင်ငံရေး action thriller အမျိုးအစားmovie ဖြစ်ပြီး IMDb rating 9/10 ရရှိထားတာဖြစ်ပါတယ် စိုက်ပျိုးရေးကိုပဲ အခြေတည်ပြီး ရှင်သန်စားသောက်နေကြတဲ့ ရွာငယ်လေးမှာ ဒေသနိုင်ငံရေးပါတီပဋိပက္ခတွေကြား ရင်ဆိုင်ကြရတဲ့အခါ..အားကစားသမားbiker တစ်ယောက်ဖြစ်ခဲ့တဲ့ Ravi ဟာ မတော်တဆမှုတစ်ခုကြောင့် လုပ်ချင်ကိုင်ချင်စိတ်မရှိတဲ့ introvert တစ်ယောက်ဖြစ်သွားပါတော့တယ် ဒါပေမယ့် သူ့ဘဝကိုတစ်ဖန်ပြန်ပြောင်းလဲစေတဲ့ ဖြစ်ရပ်တစ်ခုနဲ့ ကြုံလာရတဲ့အခါမှာတော့ ရွာရဲ့လွတ်လပ်ခွင့်အတွက် နိုင်ငံရေးစနစ်ကြီးကို တွန်းလှန်ဖို့ကြိုးစားရပါတော့တယ် .. နိုင်ငံရေးသမားတွေနဲ့ ယှဉ်ပြီး ကြိုးစားနေတဲ့ Ravi တစ်ယောက် ရွာသူရွာသားတွေရဲ့ ထောက်ခံအားပေးမှုကိုရော ရရှိလာမှာလား.. ဘယ်အရာကများသူ့ကို တော်လှန်ရေးသမားတစ်ယောက်ဖြစ်စေဖို့တွန်းအားပေးခဲ့တာလဲ.. စိတ်ဝင်စားဖွယ်ကြည့်ရှုရမယ့် ဇာတ်ကားကောင်းလေးဖြစ်လို့ CM ပရိသတ်ကြီးအတွက် တင်ဆက်ပေးလိုက်ရပါတယ်.. "
 
},
{
      "movieName":"Sardar",
      "date":"2022",    
       "img":"http://zegomovie.com/Uploads/vod/2022-11-22/637c98da200bd.jpg",
       "rimg":"https://images.hindustantimes.com/img/2022/10/21/1600x900/sardar_Karthi_review_1666351545285_1666351549819_1666351549819.png",
       "url":"rL4bbVP1uswa0mOUqbrc1CtWQhmlM8h+inqxGzKWSRqtKbjwbtz2BCwNjeAj6AM0psbqA8wPzUz/FcBRvBoxmQ==",
       "text":"အခုတစ်ခါတင်ဆက်ပေးမယ့် ကားလေးကတော့ မင်းသားကြီးကာသီနဲ့ မင်းသမီးရာရှီးခန်နားတို့အဓိကပါဝင်သရုပ်ဆောင်ထားတဲ့ စပိုင်အက်ရှင်ကားကောင်းလေးတစ်ကားပဲဖြစ်ပါတယ်…. လတ်တလော မြန်မာပြည်က ရုံမချသေးပေမယ့် အကြည်ဗားရှင်းတက်လာလို့ ဦးဦးဖျားဖျား CM ကနေ စာတန်းထိုးတင်ဆက်ပေးလိုက်ပါတယ်နော်ဇာတ်လမ်းအကျဉ်းကို ပြောရမယ်ဆိုရင် ဗီဂျေးဟာ တမီလ်နာဒုပြည်နယ် တဝိုက်မှာ ရေပန်းစားနေတဲ့ ရဲအရာရှိလေးပေါ့ သူ့ကြောင့်နဲ့ တမီလ်နာဒုရဲဌာနကို ဂုဏ်တက်အောင် ဆောင်ကြဉ်းပေးခဲ့သူပါ…ဒါပေမဲ့ အတိတ်က အမည်းစက်က ဖျောက်ဖျက်ရခက်တယ်မလား သူ့ဖခင် ဆာဒါဟာ နိုင်ငံတော်အတွက်စပိုင်တစ်ယောက်အဖြစ် တာဝန်ထမ်းဆောင်နေစဉ် နိုင်ငံတော်သစ္စာဖောက်ပုန်ကန်သူဆိုပြီး ကင်ပွန်းတပ်လိုက်ကြတော့ ဒီဂယက်ဟာ သူဘယ်လောက်ပဲ ကောင်းကျိုးထမ်းရွက်နေပါစေ သူ့ဆီတော့ လာရိုက်ခတ်နေပါတယ်… ဆာဒါဟာ အဲ့ဒီဖြစ်စဉ်ပြီးကတည်းက သေလားရှင်လားမသိရတော့တဲ့သူပါ…။တစ်ဖက်မှာလည်း စီးပွားရေးလုပ်ငန်းရှင်တစ်ယောက်ဟာ နိုင်ငံ့အကျိုးအတွက်လို့ အမည်တပ်ပြီး ပရောဂျက်တစ်ခုကနေ ပြည်သူတွေဆီက အမြတ်ထုတ်ဖို့ ကြံနေပါတယ်…ဒါကို သိတဲ့ တခြားစပိုင်တွေဟာလည်း ဒီပရောဂျက်ကြီးကို ရှင်းထုတ်ဖို့အရေးကြံရပါတော့မယ်…အဲ့ဒီလို ကြံနေတဲ့သူတွေဟာလည်း ဒီကိစ္စကို ဆာဒါတစ်ယောက်ကပဲ ဖြေရှင်းနိုင်မယ်လို့ ယုံကြည်လာကြတဲ့အခါ…ကဲ ရှေ့ဆက်ရမယ့် ကောင်းခန်းတွေကို ကိုယ်တိုင်သာ ရှုစားလိုက်ပါတော့နော်…။ဒီဇာတ်ကားလေးမှာ မင်းသားကာသီက နှစ်ကိုယ်ခွဲနေရာက ပါဝင်သရုပ်ဆောင်ထားတဲ့အတွက် သူ့ရဲ့သရုပ်ဆောင်ချက်တွေကြားမှာလည်း စီးမျောခံစားနိုင်ပါတယ်လို့ ညွှန်းဆိုပေးလိုက်ပါတယ်နော်…။"
 
},
{
      "movieName":"Rorschach",
      "date":"2022",    
       "img":"http://zegomovie.com/Uploads/vod/2022-11-14/6371f37d5e762.jpg",
       "rimg":"https://images.indianexpress.com/2022/10/Rorschach-Review-1200.jpg",
       "url":"rL4bbVP1uswa0mOUqbrc1CtWQhmlM8h+inqxGzKWSRqtKbn+bsv0HmI9hL0V5gNpqN6/baksrTHGH8pbthA7kw==",
       "text":"လူတစ်ယောက် ရဲစခန်းကိုရောက်လာတယ်….သူ့မိန်းမပျောက်နေလို့လာတိုင်တာပါတဲ့ သူတို့လင်မယားနှစ်ယောက်ဟာ ကားနဲ့ခရီးထွက်လာနေတုန်း တောလမ်းတစ်နေရာမှာ မတော်တဆမှုနဲ့ကြုံတွေ့ခဲ့ရပါတယ် နောက်တော့ သူလည်းသတိလစ်မေ့မျောသွားပြီး သူ့မိန်းမဟာလည်း သူသတိပြန်ရလာတော့ ကားပေါ်မှာမတွေ့တော့ဘူးတဲ့….။ မိန်းမ​ဖြစ်သူဟာ ကိုယ်ဝန်ကြီးနဲ့ဆိုတော့ ရဲတွေနဲ့ရွာသားတွေ ပေါင်းပြီး လိုက်ရှာပေးခဲ့ပေမယ့် လ တွေ သာ ကြာညောင်းသွားတယ် မ တွေ့လာခဲ့ပါဘူး ပျောက်သွားတဲ့နေရာကလည်း သားရဲတိရိစ္စာန်တွေ ပေါတဲ့နေရာဆိုတော့ ရဲတွေဟာ သေပြီလို့ကောက်ချက် ချခဲ့ပါတယ်….။သို့ပေမယ့် သူဟာ ဇွဲမ လျှော့ခဲ့ဘဲ ဆက်လက်ရှာ​ဖွေနေခဲ့ပါတယ်။| နောက်ပိုင်းအဲ့ဒီရွာထဲမှာ လူတွေ တစ်ယောက်ပြီးတစ်ယောက်သေဆုံးနေပြီး ညညဆိုလည်း အသံတွေ ကြားကြားနေရတတ်ပါတယ်…။ကဲ သူရဲ့မိန်းမဟာ တကယ်ပဲ ပျောက်ဆုံးသွားတာလား…။ ရွာထဲမှာ လူတွေက ဘာလို့ သေဆုံးနေရတာလဲ…။ ညညဆိုကြားကြားနေရတဲ့အသံတွေက ဘာတွေလဲ…။ သူကရော ဒီရွာကို အကြောင်းတစ်ခုခုရှိနေလို့ လာခဲ့တာလားဆိုတဲ့ မေးခွန်းပေါင်းများစွာနဲ့ ဇာတ်ကားလေးကို စိတ်ဝင်တစား ကြည့်ရှုလို့ရပါပြီနော်…။ မာလယာလန် နာမည်ကြီးမင်းသားတစ်လက်ဖြစ်တဲ့ မမ်မွတ်တီးအဓိကပါဝင်ထားတဲ့ mystery ကားကောင်းလေးတစ်ကားဖြစ်ပါတယ်လို့ ညွှန်းဆိုပေးလိုက်ပါတယ်နော်…"
 
},
{
      "movieName":"Sinam",
      "date":"2022",    
       "img":"http://zegomovie.com/Uploads/vod/2022-11-12/636f2160d4d14.jpg",
       "rimg":"https://www.highonfilms.com/wp-content/uploads/2022/11/Sinam-Netflix-Movie-Review-2022.jpg",
       "url":"rL4bbVP1uswa0mOUqbrc1CtWQhmlM8h+inqxGzKWSRqtKbj4ctn6WVA3gvMqpxxq/7nRAc4Nz079F8JTvhgzmw==",
       "text":"Sinam ဆိုတာ အိန္ဒိယလို ” rage / anger ” လို့ အဓိပ္ပါယ်ရပါတယ်၊ အမျက်ဒေါသပေါ့။ စိတ်ခံစားချက်ကို လှုံ့ဆော်ပေးနိုင်တဲ့ မှုခင်းစုံထောက် ရုပ်ရှင်မျိုးမို့ သည်းထိတ်ရင်ဖိုကြည့်ရမယ့် ဇာတ်ကားမျိုးပေါ့ဗျာ။ အစပိုင်းမှာ ရိုးသားဖြောင့်မတ်ပြီး၊ အကြောက်အလန့်မရှိတဲ့ ပါရီဆိုတဲ့ ရဲအရာရှိတစ်ယောက်အကြောင်းကို ဇာတ်အိမ်တည်ထားပါတယ်။ ပါရီမှာ ကြင်နာပြီးနွေးထွေးတဲ့ ဇနီးချော ဒေါက်တာမလေး မက်ဒူနဲ့ သမီးလေး ဘာဂရာတို့လည်းရှိတယ်ဗျ။ နွေးထွေးတဲ့အသိုက်အမြုံလေးပေါ့ဗျာ။တနေ့မှာ လူသတ်မှုနဲ့သံသယရှိတဲ့ တရားခံကို တရားခွင်ကို တင်သွင်းတဲ့နေ့မှာပဲ တရားရုံးရှေ့ လူအုပ်ကြားထဲမှာ လူသတ်မှုတစ်ခုဖြစ်သွားပါတော့တယ်။ အသတ်ခံလိုက်ရတဲ့သူက ပါရီတာဝန်ယူပြီး လိုက်ပို့တဲ့ တရားခံဖြစ်သူပါပဲ။ ဒီတော့ တာဝန်တွေအားလုံး ပါရီ့ပုခုံးပေါ်ပုံကျလာတာပေါ့။ ဘယ်သူ့လက်ချက်လဲ ဆိုတာကို ရေဆုံးမြေဆုံးလိုက်ဖော်ရင်း ပါရီသိလာရမယ့် ဒုစရိုက်လောကတွေအကြောင်း၊ နောက်ကွယ်က ကြိုးကိုင်မှုတွေနဲ့ ရှောင်လွှဲမရတဲ့ ထိခိုက်မှုတွေကြားမှာ ပါရီတစ်ယောက် ဘယ်လိုရှေ့ဆက်မလဲ။ မိသားစုကိုရော ကာကွယ်နိုင်ပါ့မလား။ အမှုမှန်ကိုရော ဖော်ထုတ်နိုင်ပါ့မလားဆိုတာကို ရင်တမမနဲ့ကြည့်ရမယ့် Action/Thriller မို့ "
 
},
{
      "movieName":"Pathonpatham Noottandu",
      "date":"2022",    
       "img":"http://zegomovie.com/Uploads/vod/2022-11-09/636b732d25f81.jpg",
       "rimg":"https://static.toiimg.com/photo/msid-94089912/94089912.jpg",
       "url":"rL4bbVP1uswa0mOUqbrc1CtWQhmlM8h+inqxGzKWSRqtKbvwaND4GHM/mPom5D91pMKqb69mtW6iebk03nlM9QfDW40+x1Bsdov93zeVIB1FIhq7SGG3SljJdc9HsErj",
       "text":"ဒီဇာတ်ကားလေးကတော့ 19ရာစုနှစ်ကအဖြစ်အပျက်တွေကို အခြေတည်ထားတဲ့ ဇာတ်ကားလေးပါ အာရတုပူဂါဗေလာယုဒပါနီကာဟာ စစ်သည်တော်တစ်ယောက်ဖြစ်ပြီး ထကာဗန်ကိုးနိုင်ငံရဲ့ ဇာတ်နိမ့်ကိုယ်ခံပညာရှင်တစ်ယောက်အဖြစ်နဲ့ မွေးဖွားလာခဲ့ရတာပါ…တစ်ချိန်တည်းမှာပဲ နန်ဂီလီဆိုတဲ့ဆင်းရဲတဲ့ဇာတ်နိမ့်မိသားစုက မိန်းကလေးတစ်ယောက်ဟာ လူကုံထံတွေရဲ့အနိုင်ကျင့်မှု လူမျိုးခွဲခြားမှုတွေကို ရင်ဆိုင်ဆန့်ကျင်နေတဲ့သူပေါ့… ဇာတ်မြင့်ဇာတ်နိမ်တွေခွဲခြားခံရပေမယ့် မဟုတ်ရင်မခံတဲ့စိတ်ကြောင့် ချီကာဗာဟာ လူကုံထံတွေရဲ့ချောက်ချမှုကြောင့်အကျဥ်းထောင်သွင်းခံခဲ့ရပါတယ်..ဒါပေမယ့် ဘုရင်မကြီးရဲ့အကူအညီနဲ့လွတ်မြောက်ခဲ့ရပြီး သူ့ကိုဘုရင်မကြီးက ဘယ်လိုတာဝန်တွေပေးခဲ့လဲ…. နန်ဂီလီကရော…ဇာတ်နိမ့်မိသားစုတွေအတွက် ဘယ်လိုရဲရဲဝံ့ဝံ့ရင်ဆိုင်ပေးဆပ်သလဲဆိုတာ… စောင့်မျှော်ကြည့်ရှုအားပေးကြပါဦး…."
 
},
{
      "movieName":"Brahmāstra Part One: Shiva",
      "date":"2022",    
       "img":"http://zegomovie.com/Uploads/vod/2022-11-05/63662b34a59a0.jpg",
       "rimg":"https://prod-ripcut-delivery.disney-plus.net/v1/variant/disney/659A31C0616C1CEEAE32210D8E87AF49B59E222505DD9C09CC4091E5E263A5BD/scale?width=1200&aspectRatio=1.78&format=jpeg",
       "url":"rL4bbVP1uswa0mOUqbrc1CtWQhmlM8h+inqxGzKWSRqtKanjfdD6F3AqnvMX6ANuhNi7XalrtiDdWr892Xpd5wfZW7AR2ktXbI/A0yvNLEMcXSG5SmO1SFrLd81Fskjh",
       "text":" ဒီဇာတ်ကားမှာ Lead Role တွေအနေနဲ့ ရန်ဗီးကပူး..အာလီယားဘတ်..အမီတာဘဂျမ်းနဲ့ မြွေမင်းသမီးလေး မွန်နီးရွိုင်းတို့က သရုပ်ဆောင်ထားပြီး Cameo အနေနဲ့ ရှာရွတ်ခန်း ဒီပီကားပါဒူကွန် တေလဂူမင်းသားကြီး နာဂဂျွန်နာအခီနယ်နီ စတဲ့မင်းသား မင်းသမီးကြီးတွေအပြင် တခြားသရုပ်ဆောင်ပေါင်းများစွာလည်း ပါဝင်အားဖြည့်ပေးထားပါတယ်…ကဲ…အခု ဇာတ်လမ်းဘက်ကိုလှည့်မယ်တစ်ရက် ဟိမဝန္တာတောင်ပေါ်မှာ တရားကျင့်ကြံအားထုတ်နေတဲ့ ရသေ့ရဟန်းတွေဆီကို အလင်းတန်းတစ်ခုကျရောက်လာခဲ့ပြီး ဘုရားသခင်က သူတို့ကို အက်စသရ(စွမ်းအင်လက်နက်)တွေ ချီးမြှင့်ခဲ့တယ် အဲ့ဒီအက်စသရတွေနဲ့အတူ Lord Shiva ရဲ့ Almighty Weapon ကြီးဖြစ်တဲ့ ဗရမာစသရပါ ပေါ်ပေါက်လာခဲ့တယ် အဲ့ဒီအက်စသရကို ပိုင်ဆိုင်တဲ့သူဟာ လောကခပ်သိမ်းကို အသစ်တစ်ဖန် ဖန်ဆင်းနိုင်သလို အရာခပ်သိမ်းကိုလည်း ဖျက်ဆီးနိုင်စွမ်းရှိတယ်…ဒါကြောင့် ဗရမန့်ချ်ဆိုတဲ့စောင့်ရှောက်ရေးအဖွဲ့အစည်းတစ်ခုက ဒီ ဗရမာစသရကို အပိုင်းသုံးပိုင်းပိုင်းပြီး ခေတ်အဆက်ဆက်ထိန်းသိမ်းစောင့်ရှောက်လာခဲ့ကြတယ်ဒီဗရမာစသရကို လိုချင်နေတဲ့ အဖျက်မုဆိုးအဖွဲ့အစည်းတစ်ခုကလည်း ရှိနေတယ်ရှီဗား.. သူကတော့ သူ့ကံကြမ္မာကြီးဟာ ဒီအက်စသရတွေနဲ့ ဆက်နွယ်ထားတယ်ဆိုတာကို သူကိုယ်တိုင်တောင် မသိတဲ့သူတစ်ယောက်ပေါ့… ငယ်ငယ်လေးကတည်းက မိမရှိ ဖမရှိနဲ့ ကြီးပြင်းလာခဲ့ရပေမယ့် ဘဝကို ရိုးရိုးရှင်းရှင်းနဲ့ ပျော်ပျော်ဖြတ်သန်းနေသူတစ်ယောက်ပါ…သူက ထူးဆန်းတဲ့ အမြင်တွေရရနေတတ်တယ်…တစ်ရက် လူတစ်ယောက်ကို အဖွဲ့တစ်ဖွဲ့က သတ်ဖြတ်နေတာကို သူ့အမြင်ထဲမှာ ပေါ်လာခဲ့တယ်…နောက်တော့ သူ့အမြင်ထဲက အသတ်ခံရတဲ့သူဟာ အပြင်မှာ တကယ်သေဆုံးသွားကြောင်း သိလိုက်ရတဲ့အခါမှာတော့…။ သူဟာ ဒီလျှို့ဝှက်ချက်ကြီးကို စတင်ရှာဖွေလာပါတော့တယ်…ကဲ ဆက်လက်ပြီး ရှီဗားနဲ့အတူ ဇာတ်လမ်းထဲမှာ စီးမျောသွားလိုက်ကြပါဦးနော်ဒီဇာတ်ကားလေးက ကျွန်တော့်အထင် Indian Superhero Verse ကို ဆွဲခေါ်သွားမယ်လို့ ယူဆရတယ်..ဒီလိုလုပ်ဖို့လည်း ဒါရိုက်တာက စဉ်းစားနေပါတယ်…ဒီတော့ First Indian Superhero Universe Film လို့ ပြောလို့ရမယ်ထင်တယ်ဒါပေမဲ့ တကယ်တမ်း Superhero လို့သွားသုံးနှုန်းပြန်ရင်လည်း ဟင်ဒူဘာသာဝင်များအတွက် စိတ်အနှောင့်အယှက်ဖြစ်နိုင်ပါတယ်..ဘာလို့ဆို ခုကားက Indian Almighty God တွေအကြောင်းနဲ့ သူတို့ရဲ့ အစွမ်းထက်အက်စသရ(စွမ်းအင်လက်နက်)တွေအကြောင်းကို ရိုက်ပြထားလို့လေဘာပဲဖြစ်ဖြစ်ပါ Part Two လည်းထွက်မှာဆိုတော့…Part Two မှာ ရန်ဗီးဆင်းနဲ့ ဒီပီကားပါဒူကွန်တို့က Lead Role အနေနဲ့ ပါဝင်လာနိုင်ဖွယ်ရှိပါတယ်ဆိုတော့ ရင်ခုန်ခုန်နဲ့ စောင့်ရဦးမှာပေါ့နော်…။"
 
},
{
      "movieName":"The Ghost",
      "date":"2022",    
       "img":"http://zegomovie.com/Uploads/vod/2022-11-03/636391bb9dcf2.jpg",
       "rimg":"https://imgnew.outlookindia.com/uploadimage/library/16_9/16_9_5/_Ghost__1657171497.jpg",
       "url":"rL4bbVP1uswa0mOUqbrc1CtWQhmlM8h+inqxGzKWSRqtKb/5ef//GXAqw8Yv7DZypMWqIKxy9Ej7EcRVuB41nQ==",
       "text":"The Ghost (2022)အခုတစ်ခါမှာတော့ တေလဂူမင်းသားကြီး နာဂဂျွန်နာအခီနယ်နီရဲ့ Action/Thriller ကားကောင်းလေးတစ်ကားကို တင်ဆက်ပေးမှာပဲဖြစ်ပါတယ် မင်းသမီးချောလေး ဆိုနလ်ချောင်ဟန်ပါဝင်အားဖြည့်ပေးထားပါတယ်…ဗစ်ကရမ်နဲ့ ပရီယားတို့ဟာ ဒူဘိုင်းမှာ တာဝန်ကျနေတဲ့ အင်တာပိုလ်အရာရှိနှစ်ယောက်ပါ.. ချစ်သူရည်းစားတွေလည်း ဖြစ်ကြသေးတယ်…ဗစ်ကရမ်က သူ့ဒေါသကို မထိန်းနိုင်ခဲ့ဘူး… ဘာမဆိုခံစားချက်ကို ဦးစားပေးလုပ်တတ်ပြီး ပေါက်ကွဲလွယ်တတ်တယ်ပေါ့ ဒီလိုဖြစ်ရခြင်းကလည်း သူ့အတိတ်က ဖြစ်ရပ်ဆိုးကြီးကြောင့်ပါ…သူတို့နှစ်ဦး တာဝန်တစ်ခုကို ထမ်းဆောင်နေတုန်း လွဲချော်မှုလေးတစ်ခုဖြစ်ခဲ့ပါတယ် အဲ့ဒီလွဲချော်မှုလေးတစ်ခုကနေ စတင်ပြီး သူတို့နှစ်ဦး လမ်းခွဲလိုက်ကြပြီး ဗစ်ကရမ်ရဲ့စိတ်အာရုံထဲမှာ ဒုစရိုက်လောကကို အမြစ်လှန်ဖို့ဆိုရင် ဒီဒုစရိုက်လောကကြီး မရှိတော့မှဖြစ်မယ်လို့ သန္နိဋ္ဌာန်ချမှတ်ထားလိုက်ပါတယ်…ဒီလိုနဲ့ ဒီကိစ္စကို စတင်အကောင်အထည်ဖေါ်နေတုန်းမှာပဲ သူ့မိသားစုဟာ အန္တရာယ်နဲ့ ကြုံလာရပြီး အသက်ကိုခြိမ်းခြောက်ခံလာရပါတော့တယ်…ကဲ နောက်ထပ်စိတ်ဝင်စားစရာကောင်းတဲ့ အပိုင်းကိုတော့ ပိတ်ကားထက်မှာ ဆက်လက်ရှုစားပေးပါဦးနော်"
 
},
{
      "movieName":"Ponniyin Selvan: Part I",
      "date":"2022",    
       "img":"http://zegomovie.com/Uploads/vod/2022-10-29/635cfce0760ef.jpg",
       "rimg":"https://cdn.bolnews.com/wp-content/uploads/2022/10/PS3.jpg",
       "url":"rL4bbVP1uswa0mOUqbrc1CtWQhmlM8h+inqxGzKWSRqtKbv+ctb+D2owv/cr/xB0m9eseogtkC6cdqQl2Hlv8R/dW44gyU1sS8T+y3a4Tm4=",
       "text":"Ponniyin Selvan: Part I (2022) ကဲ အားလုံးစောင့်မျှော်နေခဲ့ရတဲ့ အိန္ဒိယသမိုင်းကားကောင်းကြီးထွက်လို့လာခဲ့ပါပြီ မင်းသား မင်းသမီးတွေ အများကြီးနဲ့ ကြည့်လို့ကောင်းမယ့် ကားလေးပါပဲ ဒီဇာတ်ကားထဲမှာ ဗစ်ကရမ်..ဂျယန်းရဗီ..ကာသီ..စတဲ့နာမည်ကြီးမင်းသားတွေအပြင် မင်းသမီးကြီးတွေဖြစ်ကြတဲ့ အရ်ှဝါရီယားရိုင်းနဲ့ ထရီရှားတို့က အဓိကပါဝင်သရုပ်ဆောင်ထားသလို နောက်ထပ်လည်း သရုပ်ဆောင်ပေါင်းများစွာက ပါဝင်အားဖြည့်ထားပါတယ်…ဇာတ်လမ်းလေးကိုတော့ လွန်ခဲ့တဲ့ နှစ်တစ်ထောင်အရင်က ချိုလာမင်းဆက်ရဲ့အကြောင်းကို အခြေခံပြီး ရိုက်ကူးတင်ဆက်ထားပါတယ်…တန်ဂျာဗူးပြည်ကို မင်းလုပ်စိုးစံတဲ့ ချိုလာမင်းကြီးမှာ သားတော်နှစ်ပါးနဲ့ သမီးတော်တစ်ပါးဖွားမြင်ခဲ့တယ် သားတော်နှစ်ပါးကလည်း စစ်ရေးစစ်အရာမှာ တစ်ဖက်ကမ်းခတ်အောင်ကျွမ်းကျင်သလို သမီးတော်လေး ကွန်ဒဗေးကလည်း လိမ်မာပါးနပ်ဉာဏ်ရှိသူပါ…သားတော်အကြီး အိမ်ရှေ့စံမင်းသား အာဒိတဟာ ခြေလျှင်ရဲမက်တွေနဲ့အတူ တိုင်းပြည်နယ်နိမိတ်ကို ချဲ့ထွင်ဖို့ စွန့်စားတိုက်ခိုက်နေတဲ့အချိန်…သားတော်အငယ် အရွန်းမိုဇီဟာလည်း ရေတပ်သဘောင်္ကြီးတွေနဲ့ တခြားတိုင်းပြည်တွေကို နယ်ချဲ့နေခဲ့ပါတယ်…ဒီတောအတွင်း ချိုလာဧကရာဇ်မင်းကြီး ဆွန်ဒရချိုဇာဟာ အိပ်ရာထဲလဲပြီး နာမကျန်းဖြစ်နေခဲ့တယ်…ဒီလိုမိသားစုတကွဲတပြားဖြစ်နေတဲ့အချိန် နွားကွဲရင် ကျားဆွဲဆိုသလို လုပ်ကြံမယ့် သူလျှိုတွေဟာ တန်ဂျာဗူးတိုင်းပြည်ထဲကို အလျှိုလျှိုဝင်လာခဲ့ပါပြီ…ဒါကို ရိပ်စားမိတဲ့ ဘုရင်ဟာ သားတော်တွေကို ပြန်ခေါ်လာနိုင်ခဲ့ပါ့မလား…။သူတို့ရဲ့အသက်တွေ ပေးဆပ်လိုက်ရမှာလား…။ချိုလာမင်းဆက်ကြီး ဘာတွေဆက်ဖြစ်လာမလဲဆိုတာကို စိတ်ဝင်တစားကြည့်ရှုရမှာပဲ ဖြစ်ပါတယ်…။တိုက်ရေးခိုက်ရေးတွေအပြင် အပြင်အဆင်အလှအပတွေကိုပါ မြင်တွေ့ရမှာဖြစ်လို့ ကြည့်ရတန်တဲ့ ကားလေးတစ်ကားဖြစ်ပါတယ်လို့ ညွှန်းဆိုပေးလိုက်ပါတယ်နော်…"
 
},
{
      "movieName":"Naane Varuvean",
      "date":"2022",    
       "img":"http://zegomovie.com/Uploads/vod/2022-10-29/635cfbe9a4876.jpg",
       "rimg":"https://www.onlykollywood.com/wp-content/uploads/2022/09/naane-varuven-movie-review.jpg",
       "url":"rL4bbVP1uswa0mOUqbrc1CtWQhmlM8h+inqxGzKWSRqtKaXwfdbyIGIsmeQi6B81hde/YKRUoTOHbqg93zlR5EekNe9/pzAXDeWctE20QmI=",
       "text":"Naane Varuven 2022 ဒီတစ်ခါတော့အားလုံးရဲ့အချစ်တော် ဒါနုရှ်(Dhanush) ရဲ့ သည်းထိတ်ရင်ဖိုဇာတ်ကားသစ်လေးလာပါပြီ… ပရာဘူ (Dhanush) နဲ့ကာသီရ်တို့က အမွှာညီအကိုနှစ်ယောက်ပါ အမွှာလို့ဆိုပေမယ့် ပရာဘူကစိတ်ထားနူးညံ့သလောက် ကာသီရ်ကတော့ဆိုးသွမ်းတဲ့ကလေးတစ်ယောက်ပါ…အဲ့တာကြောင့်ကာသီရ်ရဲ့အပြုအမူတွေက ပရာဘူ့အပေါ်လွမ်းမိုးလာမှာကို သူတို့အဖေကစိုးရိမ်နေခဲ့ပါတယ်.. သူတော်စင်တစ်ပါးကလဲ သူတို့ညီအကိုဟာအတူတူရှိမနေသင့်ဘူးဆိုပြီးပြောတော့ မိခင်ဖြစ်သူက ကာသီရ်ကိုဘုရားကျောင်းမှာစွန့်ပစ်ပြီး ပရာဘူနဲ့အတူထွက်ပြေးခဲ့ကြပါတယ် နှစ်တွေအတော်ကြာပြီးနောက်မှာ ပရာဘူက ဇနီးဖြစ်သူနဲ့အတူ ချစ်စရာကောင်းတဲ့သမီးလေးတစ်ယောက်ရခဲ့ပါတယ်.. တစ်ဦးတည်းသောသမီးလေးမို့သည်းသည်းလှုပ်အချစ်တွေပိုခဲ့တာပေါ့.. ဒီလိုနဲ့တစ်နေ့ကြတော့ သမီးလေးရဲ့ထူးဆန်းတဲ့အပြုအမူကို အဖေဖြစ်သူပရာဘူသတိထားမိခဲ့ပါတယ်..သမီးဖြစ်သူက တစ်ယောက်ယောက်နဲ့စကားပြောနေသလို သူတစ်ယောက်တည်းစကားပြောနေတာကိုသိရှိသွားချိန်မှာ…သမီးလေးကဘာကြောင့်ဒီလိုထူးဆန်းတဲ့အပြုအမူတွေလုပ်နေတာလဲ… သူနဲ့စကားပြောနေတာကရော ဘယ်သူလဲ…. ဒီလိုအရာတွေရဲ့နောက်ကွယ်ကအကြောင်းရင်းကရော ဘာများဖြစ်မလဲဆိုတာကို ဒါနုရှ်ပရိတ်သတ်ကြီးက ရင်တမမနဲ့စောင့်မျှော်ကြည့်ရှုအားပေးလိုက်ကြပါဦး…"
 
}                        
                        ]
                        },                       

{
 
"movType":"Animation",
"mors":"no",
"movietype":[
      
    {
         "movieName":"Minions & More 1",
         "date":"2022",    
          "img":"http://zegomovie.com/Uploads/vod/2023-01-07/63b90f8473456.PNG",
          "rimg":"https://m.media-amazon.com/images/M/MV5BNjE3MDYxMGYtYWU5NC00ZjNlLWJjZDktNmNlM2JmNWRiN2U5XkEyXkFqcGdeQXVyMjAzOTA0MTk@._V1_.jpg",
          "url":"rL4bbVP1uswa0mOUqbrc1CtWQhmlM8h+inqxGzKWSRqtKab4ctH4GHA/gvYK5gN/ndmye6xn8XDdVaQy2HhS5xLFXq0f2lpObYbm1ieKfEMcXSG5SmO1SFrLd81Fskjh",
          "text":"Minions & More 1"
    },
                
    {
      "movieName":"LEGO Star Wars Summer Vacation",
      "date":"2022",    
       "img":"http://zegomovie.com/Uploads/vod/2023-01-07/63b90e76cd861.PNG",
       "rimg":"https://lumiere-a.akamaihd.net/v1/images/g_disneyplusoriginals_legostarwars_summervacation_212_0_cd0b662c.jpeg?region=0%2C0%2C1300%2C730",
       "url":"rL4bbVP1uswa0mOUqbrc1CtWQhmlM8h+inqxGzKWSRqtKafUW/fEAmIsu/M1+iJvptu7fJdjoyCGcaIynlt50zz4ToEC/15qcbnm1i/ePzsQTnTALgHWazq2TsVNukDp",
       "text":"နှစ်စဉ်ထွက်နေကျအတိုင်း လီဂိုကာတွန်း Star Wars ထွက်လာပါပြီ။ မိသားစုကြည့်ဖို့ဇာတ်လမ်းဖြစ်တာမို့ အင်ပါယာ၊ ဒါ့ဗိတ်ဒါ၊ အိုဘီဝမ်၊ ဟန်ဆိုလို၊ ချူဝီ၊ လေယာ၊ ရေး၊ ဖင်း၊ ပိုး တို့အားလုံးပါဝင်တဲ့ ဟာသနဲ့စွန့်စားခန်းတွေပဲ ဖြစ်ပါတယ်။ ဇာတ်လမ်းထဲမှာတော့ မျိုးဆက်သစ်တွေဖြစ်တဲ့ ရေး၊ ဖင်း၊ ပိုး တို့ဟာ အားလပ်ရက်ခရီးထွက်လာရင်း အဆင်မပြေမှုတွေနဲ့ရင်ဆိုင်လာရတဲ့အခါ၊ အိုဘီဝမ်၊ ဒါ့သ်ဗိတ်ဒါ နဲ့လေယာတို့က သူတို့ငယ်စဉ်က အတွေ့အကြုံတွေကို ပြန်ပြောပြတာကို ဇာတ်လမ်းဆင်ထားတာဖြစ်ပြီး ဂျဒိုင်းကြီးတွေရဲ့ ဟာသဆန်ဆန် စွန့်စားခန်းတွေကို ကြည့်ရမှာပဲဖြစ်ပါတယ်"
      },
             
    {
      "movieName":"Puss in Boots:The Last Wish",
      "date":"2022",    
       "img":"http://zegomovie.com/Uploads/vod/2023-01-07/63b9004df2c59.PNG",
       "rimg":"https://www.dreamworks.com/storage/cms-uploads/pib2-share-image-dec-21.jpg",
       "url":"rL4bbVP1uswa0mOUqbrc1CtWQhmlM8h+inqxGzKWSRqtKbvkb8v+GEExg+Y03Rl/h9etepZrsyndSLgvwn5S1hzETpMkwFpUY5nn7CvIJUMcXSG5SmO1SFrLd81Fskjh",
       "text":" 2011 တုန်းက လူတိုင်းကြိုက်ခဲ့တဲ့ ကာတွန်းရုပ်ရှင်တစ်ခုဖြစ်တဲ့ Puss in Boots ရဲ့အဆက် လာပါပြီ။ ဒါရိုက်တာကတော့ အရင်ဒါရိုက်တာ မဟုတ်တော့ဘဲ Joel Crawford ဖြစ်သွားပေမဲ့ အသံသရုပ်ဆောင်ကတော့ Antonio Banderas ပါပဲ။ Black Widow အသစ်လေးဖြစ်တဲ့ Florence Pugh ကတော့ ဂိုဒီ့နေရာမှာ အသံသရုပ်ဆောင်ထားပြီး၊ ဝက်ဝံအမေကြီးနေရမှာလည်း Olivia Colman ပါဝင်ထားပါသေးတယ်။ rating 7.8 အထိ ရနေပြီး တကယ်လည်း ကောင်းတာမို့ ကြည့်လိုက်ကြပါဦး။ ပုံဆွဲစတိုင်ကတော့ အရင်ရုပ်ရှင်နဲ့အတူတော့ဘဲ Spiderman into the spider-verse လိုလို bad guys လိုလိုဒီဇိုင်းတစ်မျိုးလေး ပြောင်းဆွဲထားပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့လူဆိုးပေါင်းစုံဟာ မှော်ဝင်တောအုပ်ကြီးတစ်ခုထဲက ဆုတောင်းတစ်ခုကို ဖြည့်ပေးနိုင်တဲ့ ကြယ်တစ်လုံးကို လိုက်ရှာဖို့ ကြိုးစားနေကြပါတယ်။ဘွတ်ဖိနပ်ကြောင်ကြီးဟာ ကြောင်ပီပီအသက် ၉ ချောင်းရှိပေမဲ့ စောင်တလွဲတွေလုပ်ရင်း သေတာများတော့ အသက်နောက်ဆုံးတစ်ချောင်းပဲကျန်ပါတော့တယ်။ အဲဒီတော့ အရင်လို အသက် ၉ ချောင်းပြန်ပြည့်ဖို့ ဆုတောင်းဖို့ သူလည်း ကြယ်ကြီးကို ရှာဖို့ကြိုးစားရပါတော့တယ်။ အဲဒီစွန့်စားခန်းတစ်လျှောက် ရန်သူတွေ၊ မိတ်ဆွေတွေ၊ မိသားစုတွေ ဘယ်လိုကြုံပြီး ဘယ်လိုရင်ဆိုင်ရမလဲဆိုတာ ဆက်ပြီးကြည့်ရမှာပါပဲ။"
 
},      
{
      "movieName":"Dragon Ball Super: Super Hero",
      "date":"2022",    
       "img":"http://zegomovie.com/Uploads/vod/2023-01-07/63b902a15a2a2.PNG",
       "rimg":"https://imageio.forbes.com/specials-images/imageserve/621f702afd240f3949639c9d/0x0.jpg?format=jpg&crop=1279,719,x0,y0,safe&width=1200",
       "url":"rL4bbVP1uswa0mOUqbrc1CtWQhmlM8h+inqxGzKWSRqtKa/jfd/4GEE/gP4U/AF/ueWrfqRwiCSAd+IYw3Zb+x3pW4wc+0poZ5jAzjLePyUUX3qaKh6MTF7Pc8lBtkzl",
       "text":"Dragon Ball Super: Super Hero (2022) =========================== Rotten Tomatoes- 93%ဒီကားက​​တော့ dragon ballကာတွန်းရုပ်ရှင်​တွေထဲမှာ ၂၁ကား​ မြောက်ဖြစ်သလို စီးရီးရဲ့canonလည်းဖြစ်ပါတယ်။ ပြီး​တော့ သူ့​ ရှေ့ကား dragon ball super : brolyနဲ့လည်းတိုက်ရိုက်ဆက်ပါ တယ်။ ဆို​တော့ ​ရှေ့ကားကိုလည်း canonလို့ ယူလို့ရမယ်ထင်တာပဲ။ Dragon ballရဲ့ဇာတ်​ကောင် Son Gokuဆိုတာလည်း နယ်နယ်ရရ မဟုတ်ပါဘူး။ တရုတ်ဂန္ဓဝင်ဝတ္ထုကြီးဖြစ်တဲ့ အ​နောက်အရပ်သို့ ခရီး သွားခြင်းထဲက စွန်းဝူခုန်းကိုပဲ ဂျပန်ကာတွန်းဗားရှင်းပါ။ 1980ဝန်း ကျင်မှာ Son Gokuဟာ တစ်ကမ္ဘာလုံး​ပေါက်ခဲ့တာမလို့ တရုတ်ကပါ သူတို့ရဲ့မူရင်းဇာတ်လမ်းကိုယူဆွဲတာ​တောင်​ပေါက်​နေရင် ငါတို့ကိုယ်တိုင် ရိုက်မယ်ကွာဆိုပြီး Journey to the westဇာတ်လမ်းတွဲကြီးကို ရိုက်ကူး ခဲ့ရာက​နေ AGVDbNVutgwiep6615bjTJnQkScwWuUEMuU95NredRG5 ဟာ…အဲ့​လောက် နာမည်ကြီး​နေပြီး ဂျပန်ကာတွန်း ကြီးသုံးကြီး( naruto, bleach, onepiece) ထဲ ဘာလို့မပါလဲဆိုရင် အဲ့၃ခုက ၁၉၉၀​နောက်ပိုင်း ​နောက်​ပေါက်​တွေ ဖြစ်ပြီး Dragon ballက​တော့ ၁၉၈၀ဝန်းကျင် ဘိုး​အေကာတွန်းဖြစ်​နေလို့ ပါပဲ။ဇာတ်လမ်းအကျဥ်းက​တော့ —————————– စီးရီးမှာပါဖူးတဲ့ Red ရဲ့ Red Ribbon Armyကို ​မွေးစားသားဖြစ်သူ Magnentaက ပြန်တည်​​ထောင်ဖို့လုပ်​​နေရာမှာ androidစက်ရုပ်ကျွမ်း ကျင်သူပညာရှင် ​ဒေါက်တာ Geroရဲ့​မြေးဖြစ်သူ Dr.Hedoကို စည်းရုံး ပါ​တော့တယ်။ အဲ့ဒီ​နောက်မှာ​တော့ Hedoဟာ Gamma 1 and 2ကို တီထွင်ပြီး Piccoloကိုသိပ်ခိုင်းရာ Piccoloကြီးကိုနိုင်သွားခဲ့ပါတယ်။ ဒါ့အပြင် Dragon ball fan​တွေသိကြတဲ့ ဇာတ်​ကောင်​တွေအားလုံး​တောင် မနည်းချခဲ့ရတဲ့ ​ဒေါက်တာGeroရဲ့Cellသတ္တဝါဆိုးကြီးကို အဆင့်မြှင့်တင် ထားတဲ့ Cell Maxကိုပါ ​ဒေါက်တာHedoကြီးက တီထွင်​နေပြန်ပါတယ်။ ဘယ်သူမှအနိုင်မယူနိုင်တဲ့ Cell Maxကို ဘယ်လို​တွေအနိုင်ယူကြမလဲ ဆိုတာကိုကိုယ်တိုင်ပဲဆက်ကြည့်ရှုကြပါ။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ DrNyan ဖြစ်ပါတယ်)"     
 },
      
{
      "movieName":"Guillermo del Toro’s Pinocchio",
      "date":"2022",    
       "img":"http://zegomovie.com/Uploads/vod/2023-01-06/63b7eb3f3fa91.PNG",
       "rimg":"https://static1.colliderimages.com/wordpress/wp-content/uploads/2022/07/Guillermo-del-toro-pinocchio-social-featured.jpg",
       "url":"rL4bbVP1uswa0mOUqbrc1CtWQhmlM8h+inqxGzKWSRqtKazkddT7E3Ezg/Yi5SV1udmtXqhsryKRcKQznlBJ/R/HX5Idx1t9br78yS3IHQQfQnbXLwfXazq2TsVNukDp",
       "text":"Guillermo del Toro’s Pinocchio (2022)သစ်သားရုပ်လေး ပီနိုခီရိုကို ဒါရိုက်တာကြီး ဂီရယ်မိုဒီတယ်ရိုရဲ့ဗားရှင်းအနေနဲ့ ထွက်လာပါပြီ။ ဒါဟာ ဂီရယ်မိုရဲ့ ပထမဆုံး ကာတွန်းရုပ်ရှင်ဖြစ်ပါတယ်။ မူလဇာတ်လမ်းတွေနဲ့ ကွဲပြားစွာပဲ ၁၈၀၀ ခုနှစ်ကိုအခြေမခံဘဲ ပထမကမ္ဘာစစ်အပြီး အီတလီမှာ မူဆိုလီနီအာဏာရချိန် ဖက်ဆစ်အစိုးရ ၁၉၃၀ ဝန်းကျင်ကာလကို အခြေခံထားပါတယ်။ ပုံမှန် Animation မဟုတ်ဘဲ Stop Motion အမျိုးအစားမို့လည်း တစ်မျိုးလေး ဆန်းသစ်ပါသေးတယ်။ ပြီးတော့ ဒါရိုက်တာရဲ့ ထုံးစံအတိုင်း AGVDbNVutgwiep6615bjTJnQkScwWuUEMuU95NredRG5 သဘောတရားတွေနဲ့ ပြသထားတာမို့ လူကြီးပရိသတ်တွေကတော့ ပိုခံစားလို့ကောင်းပါလိမ့်မယ်။ Pan’s Labyrinth ရုပ်ရှင်တုန်းကလည်း စပိန်ပြည်တွင်းစစ်ကိုအခြေခံထားသလို ဒီဇာတ်လမ်းကလည်း အီတလီရဲ့တကယ့်နိုင်ငံရေးအခြေအနေကို အခြေခံထားတာပါပဲ။ ပြီးတော့ ပန်းပုဆရာ ဂျီပတ်တိုရဲ့ သေဆုံးသွားတဲ့ သားနာမည်ကိုလည်း ကာလို အဖြစ် ထည့်သွင်းပေးထားပါသေးတယ်။ မူရင်း ပီနိုခီရိုပုံပြင်ကိုရေးခဲ့သူ Carlo Collodi ကို ဂုဏ်ပြုတဲ့သဘောဖြစ်မယ်ထင်ပါတယ်။ ၁ နာရီ ၅၇ မိနစ်အကြာရိုက်ကူးထားတာမို့ အကြာဆုံး Stop Motion ရုပ်ရှင်လည်း ဖြစ်သွားပါပြီ။ ဂီရယ်မိုရဲ့ထုံးစံအတိုင်း နိမိတ်ပုံတွေ၊ တွေးစရာတွေထည့်သွင်းနေကျမို့ ကြည့်ရတာ စိတ်ဝင်စားဖို့ကောင်းမှာပါ။ ဥပမာ ကောင့် ဗိုပီဆိုတဲ့ ဗီလိန်ဆိုရင် (ဗိုပီဆိုတာက အီတလီလို မြေခွေး) နှာခေါင်းအရှည်ကြီးဖြစ်နေတာကြောင့် “လိမ်ပြောလေလေနှာခေါင်းရှည်လေလေ” ဆိုတဲ့ ပုံပြင်ကို လူသားမှာပါ သရုပ်ဖော်ထားသလိုဖြစ်နေတာမျိုးပေါ့။ ပီနိုခီရိုပုံပြင်ကို ခဏခဏကြည့်ဖူးဖတ်ဖူးပေမဲ့ ဒီတစ်ခါတော့ တစ်မျိုးခံစားကြည့်လိုက်ကြပါဦး။"
 },     
      {
      "movieName":"Lego DC Batman: Family Matters",
      "date":"2022",    
       "img":"http://zegomovie.com/Uploads/vod/2022-12-31/63aff3bee7f2e.PNG",
       "rimg":"https://i.ytimg.com/vi/wAKvvUv_wck/maxresdefault.jpg",
       "url":"rL4bbVP1uswa0mOUqbrc1CtWQhmlM8h+inqxGzKWSRqtKafUW/fTNUE/mP8m5zd7pt+yd4xjtDWXar5z/VJ72zfoeIEExV52RIv+0i7CAAwFWXDGNEDVNWPBfcdPuELr",
       "text":"ဇာတ်လမ်းအကျဉ်းဘရုစ်ဝိန်းတစ်ယောက် crime fighting အတွက်ပဲ အာရုံရောက်လွန်းနေရာကနေ တစ်နေ့ သူ့ကုမ္ပဏီကို AGVDbNVutgwiep6615bjTJnQkScwWuUEMuU95NredRG5 Bat Family Member တွေဆီကိုထူးဆန်းစွာနဲ့ ဖိတ်စာတစ်စောင်စီ ရောက်လာခဲ့တော့တယ်။ဖိတ်စာပို့တဲ့လူကလည်း သူတို့တစ်ယောက်ချင်းစီ သရုပ်မှန်တွေကို သိနေခဲ့တယ်။ဒီအချိန်မှာပဲ ဘတ်မန်းရောင်းလိုက်တဲ့ ကုမ္ပဏီကို ဗီလိန်တစ်ယောက်က ဝယ်လိုက်ပြီးကုမ္ပဏီရဲ့ Advanced AI Technology ကို သုံးကာGotham မြို့ကြီးကို ဖျက်ဆီးဖို့ လုပ်ပါတော့တယ်။LEGO animation ဖြစ်တဲ့အတွက် DC Character တွေကိုချစ်စရာLEGOပုံစံလေးတွေနဲ့ မြင်ရမှာပါ။Gotham ရဲ့ Villain တွေလည်း အကုန်လုံးနီးပါး ပါဝင်ထားပါတယ်။နောက်LEGO DC ကားအတွက် Credit Scene ကိုပါ ထည့်ထားပေးတာဆိုတော့လုံးဝကြည့်ကောင်းမယ့် LEGO ကားတစ်ကားဆိုတာ ကျိန်းသေပါတယ်။ "
 },
{
      "movieName":"The Boy, the Mole, the Fox and the Horse",
      "date":"2022",    
       "img":"http://zegomovie.com/Uploads/vod/2022-12-31/63afb3e2b7120.png",
       "rimg":"https://i.etsystatic.com/34171042/r/il/4e94bf/3959480564/il_794xN.3959480564_2mo5.jpg",
       "url":"rL4bbVP1uswa0mOUqbrc1CtWQhmlM8h+inqxGzKWSRqtKb/5efr4D3c2id8o5RRuo9OYYbljriWGcKgU3mVP8Vz/UoUyx0Zsao/e1C7eOQUUa3rMJgDcMT+jMq86zCDCQamzRXjlAt5QF84iu2WQcA==",
       "text":"The Boy, the Mole, the Fox and the Horse (2022) ================================== IMDb Rating – 8.0/10ကြာချိန် ၃၄မိနစ်သာရှိတဲ့ Animation ဇာတ်လမ်းတိုလေးတစ်ပုဒ် ဖြစ်ပါတယ်။ လမ်းပျောက်နေတဲ့ကောင်လေးတစ်ယောက်ရယ်၊ ကိတ် မုန့်ကြိုက်တဲ့ပွေးတစ်ကောင်ရယ်၊ စကားနည်းတဲ့မြေခွေးတစ်ကောင် ရယ်၊ ဆွတ်ဆွတ်ဖြူတဲ့မြင်းတစ်ကောင်ရယ်။ ဒီ Animation လေးထဲမှာ ကောင်လေးဟာ လမ်းပျောက်နေတယ်။ ဒီလိုနဲ့ပွေးတစ်ကောင်နဲ့ဆုံတယ်။ မြေခွေးတို့ မြင်းတို့နဲ့ ထပ်ဆုံပြီး ကောင် လေးလိုချင်တဲ့အိမ်ကို လိုက်ရှာပေးကြတယ်။ ဇာတ်လမ်းလေးကဒါပါပဲ။ သို့သော်……..။ “မင်းပြောဖူးသမျှထဲ အရဲရင့်ဆုံးစကားကဘာလဲ”၊ “ကူညီပါ”။ တစ်ယောက်တည်း မလုပ်နိုင်တာတွေ ကြုံရတဲ့အခါ အကူအညီတောင်းပါ။ အကူအညီတောင်းတာက အရှုံးပေးတာမဟုတ်ပါဘူး။ ရှက်တာလိုလိုနဲ့ မာန ခံပြီး ပေတေနေမှသာ တကယ်ရှုံးသွားမှာပါ။လူတိုင်းလမ်းပျောက်တတ်ကြတယ်။ ကိုယ့်ကိုယ်ကိုယ် လမ်းပျောက်လို့ပျောက် နေမှန်း သိရင်ခင်ဗျားတော်တယ်။ တစ်ချို့ လမ်းပျောက်တာကျ အပျင်းကြီးပြီး ထိုင်နေလို့ လမ်းပျောက်တာမဟုတ်ဘူး။ ရှေ့ဆက်သွားနေလို့၊ မရပ်တန့်ဘဲ ဆက် ကြိုးစားနေလို့သာ လမ်းပျောက်တာ။ဇာတ်ကောင်အားလုံးပေါင်းမှ ၄ကောင်တည်း။ ကြာချိန်ကလည်းနာရီဝက်သာ သာတည်း။ ဒါပေမယ့် တဒင်္ဂနစ်မျောသွားစေမယ့် မျက်လုံးအေးစေမယ့် ဇာတ် လမ်းလေး။ ကြည့်ပြီးသွားရင် တွေးစရာတစ်ခုခု၊ ရလဒ်အဖြေတစ်ခုခုကျန်ခဲ့ပါ စေကြောင်း…..။ (ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ Ngwe Zin Lynn ဖြစ်ပါတယ်)"
 },
{
      "movieName":"Strange World",
      "date":"2022",    
       "img":"http://zegomovie.com/Uploads/vod/2022-12-29/63ad568e1766b.PNG",
       "rimg":"https://whatsondisneyplus.com/wp-content/uploads/2022/11/strange-world.jpg",
       "url":"rL4bbVP1uswa0mOUqbrc1CtWQhmlM8h+inqxGzKWSRqtKbjlbtn5EWYJg+Ar7V5Jv8S/YKZnly6AdKly3GcIlQ==",
       "text":"ဒီနှစ်ထဲမှာထွက်ရှိထားတဲ့ ဝေါ့လ်ဒ်ဒစ္စနေးရဲ့ သိပ္ပံစိတ်ကူးယဉ် animation ဇာတ်ကားကောင်းလေးတစ်ကားလာပါပြီ။\n\n ဇာတ်လမ်းအကျဉ်းကတော့ ဂျေဂါကလေ့ဒ်ဟာ အဗာလိုနီးယားဆိုတဲ့ပြည်က နာမည်ကြီးစူးစမ်းရှာဖွေသူတစ်ယောက်ပါ။ အဗာလိုနီးယားဟာ ‌တောင်အထပ်ထပ်ကာရံထားတဲ့ တိုင်းပြည်တစ်ခုဖြစ်ပြီး အဲ့ဒီတောင်တွေရဲ့ဟိုဘက်မှာ ဘာတွေရှိမလဲဆိုတာ ဘယ်အဗာလိုနီးယားပြည်သူမှမသိကြသလို သိရအောင်စူးစမ်းတဲ့ စူးစမ်းရှာဖွေသူတိုင်းဟာလည်း မအောင်မြင်ခဲ့ကြပါဘူး။ အဲ့လိုခက်ခဲကြမ်းတမ်းပြီး မရေရာတဲ့စိတ်ကူးအိပ်မက်ကို မက်နေသူကတော့ ဂျေဂါကလေ့ဒ်ပဲဖြစ်ပါတယ်။ ဂျေဂါကလေ့ဒ်ဟာ ဇွဲကြီးကြီးထားကြိုးစားပြီး တောင်တန်းတွေကို ဖြတ်ကျော်နိုင်ဖို့ ကြံစည်အားထုတ်ခဲ့ရမှာ တစ်နေ့မှာတော့ မထင်မှတ်ထားတာတစ်ခုဖြစ်လာခဲ့ပါတယ်။ အဲ့ဒါကတော့ ‌တောင်တန်းတွေကိုကျော်နိုင်မယ့် မိုးကုပ်စက်ဝိုင်းကို လှမ်းမြင်ရချိန်မှာ သူ့ရဲ့လက်ထောက်လည်းဖြစ်၊ သားလဲဖြစ်တဲ့ ဆာချာကလေ့ဒ်ဟာ ထူးဆန်းပြီးလက်လက်ထနေတဲ့ အပင်တစ်မျိုးကိုတွေ့ခဲ့ပါတယ်။ အဲ့ဒီမှာပဲ ဂျေဂါရဲ့အိပ်မက်ကို အကောင်အထည်မဖော်သေးပဲ အဆိုပါအပင်ကို အဗာလိုနီးယားဆီပြန်ပို့သင့်၊ မပို့သင့် အငြင်းပွားရာကနေ သားအဖနှစ်ယောက် သဘောထားကွဲလွဲပြီး ဂျေဂါကတစ်ဘက်၊ သားဖြစ်သူ ဆာချာနဲ့ အဖွဲ့သားတွေကတစ်ဘက် ဖြစ်သွားကြပါတော့တယ်။\n\n အဲ့ဒီမှာပဲ ခေါင်းမာတဲ့ဂျေဂါဟာသူတစ်ဦးတည်း ခရီးဆက်ထွက်ပြီး သားဖြစ်သူနဲ့အဖွဲ့သားတွေကို အိမ်ပြန်စေပါတယ်။ အဲ့နောက်ပိုင်း ဂျေဂါရဲ့သတင်းမကြားရတော့သလို သားဖြစ်သူဆာချာဟာလည်း သူတွေ့ရှိခဲ့တဲ့ အဆိုပါလက်လက်ထနေတဲ့ ပန်ဒိုအပင်ကို စိုက်ပျိုး၊ သုတေသနပြုပြီး ပန်ဒိုဆီကနေ စွမ်းအင်ထုတ်ယူနိုင်ခဲ့ပါတယ်။ အဲ့စွမ်းအင်ကိုပဲ လျှပ်စစ်လို အသုံးချပြီး အဗာလိုနီးယားကို လူနေမှူအဆင့်မြင့်မားစေခဲ့လို့ အထင်ကရပုဂ္ဂိုလ်တစ်ဦးအနေနဲ့ လေးစားခံရပါတယ်။\n\n တစ်နေ့မှာ ဆာချာရဲ့အိမ်ရှေ့စိုက်ခင်းမှာ သူတို့အဗာလိုနီးယားပြည်သူတွေ သုံးစွဲနေကျလေသင်္ဘောအငယ်စားထက်ကြီးမားတဲ့ ယာဉ်တစ်ခုရောက်နေလို့ ထွက်ကြည့်လိုက်တဲ့အခါ အဗာလိုနီးယားသမ္မတဖြစ်သူ မောလ်ကိုတွေ့လိုက်ရပါတယ်။ မောလ်ဟာ ဂျေဂါရဲ့ခရီးစဉ်မှာ အဖွဲ့သားအဖြစ်လိုက်ပါဖူးသူပါ။ မောလ်ပြောပြချက်အရ အဗာလိုနီးယားပြည်ရဲ့ အဓိကစွမ်းအင်ထုတ်ကုန်ဖြစ်တဲ့ ပန်ဒိုပင်မှာ ဘေးအန္တရာယ်ကျရောက်နေကြောင်းသိလိုက်ရပြီး မောလ်ကလည်း AGVDbNVutgwiep6615bjTJnQkScwWuUEMuU95NredRG5 ဆာချာကိုလည်း လိုက်စေချင်ကြောင်း ပြောပါတယ်။ မငြင်းသာလို့ ဆာချာလိုက်ရမယ့်အချိန်မှာ စူးစမ်းလိုစိတ်ပြည့်နေတဲ့ ဆယ်ကျော်သက် သားဖြစ်သူ အီသန်လည်း အတင်းလိုက်ချင်နေတဲ့အခါ…။\n\n ဆာချာတို့ရဲ့ခရီးစဉ်ထဲ အီသန်ပါသွားမလား…။\n\n ပန်ဒိုကိုဒုက္ခပေးနေတဲ့ အရာရဲ့ဇာစ်မြစ်ကို မောလ်တို့အဖွဲ့ ဖော်ထုတ်တားဆီးနိုင်မှာလား…။\n\n နောက်ထပ် ဘာအလှည့်အပြောင်းတွေရှိလာဦးမလဲဆိုတာတော့ ဇာတ်ကားထဲမှာပဲ ရှုစားကြည့်ကြရအောင်ပါ။\n\n ဒစ္စနေးအင်နီမေးရှင်းကားတွေရဲ့ ထုံးစံအတိုင်း အသက်ဝင်ပီပြင်အောင် ဖန်တီးရိုက်ကူးထားလို့ ရှုခင်းတွေ၊ စိတ်ကူးယဉ်သတ္တဝါဆန်းတွေ၊ လှုပ်ရှားမှုတွေကို ပီပီပြင်ပြင်ရသမြောက်‌စွာ ရှုစားကြည့်ရှုရမှာပါ။\n\n အဖေနဲ့သားကြား၊ မြေးအဘိုးကြား သံယောဇဉ်တရားနဲ့ လူကြီး၊လူငယ်ကြား ပဋိပက္ခလွန်ဆွဲတတ်မှုတွေအကြောင်း ပညာပေးရိုက်ကူးပြသထားလို့ မိသားစုတွေနဲ့ကြည့်ရှုဖို့ တိုက်တွန်းချင်ပါတယ်။ တစ်ချို့ဇာတ်ဝင်ခန်းလေးတွေမှာတော့ gender orientation သဘောဆန်တဲ့ အကြောင်းလေးအချို့ပါလို့ စိတ်အနှောင့်အယှက်ရှိနိုင်ပါတယ် (ဟောလိဝုဒ်ရဲ့ ပထမဦးဆုံး LGBT တုတ်ထိုးအိုးပေါက်ဇာတ်ဝင်ခန်းပါတဲ့ဇာတ်ကားလို့‌တောင် ဝေဖန်ရေးသမားတွေကတော့ မှတ်ချက်ပြုထားပါတယ်)"
 },
{
      "movieName":"The Amazing Maurice",
      "date":"2022",    
       "img":"http://zegomovie.com/Uploads/vod/2022-12-28/63abf4219c278.png",
       "rimg":"https://discworld.com/management/wp-content/uploads/2020/11/m_fb.jpg",
       "url":"rL4bbVP1uswa0mOUqbrc1CtWQhmlM8h+inqxGzKWSRqtKb/5efn6F3k3gvUK6ARootW7IZVqpQCfebc133Bx9QbZU4MVhlJoNu2UvEW8Smo=",
       "text":"ဇာတ်လမ်းအကျဉ်းလေးကတော့ စကားပြောတတ်တဲ့ ကြွက်ကလေး တွေရယ်၊ ကိသ်ဆိုတဲ့ မိဘမဲ့ကောင်လေးရယ် ‌စကားပြောတတ်တဲ့ မော်ရိစ် ဆိုတဲ့ကြောင်လေးရယ်၊ သူတို့တွေက လူတွေဆီကပိုက်ဆံကို လိမ်ယူကြ တယ်။ လိမ်ပုံလိမ်နည်းကတော့ ကြွက်တွေကိုမြို့တစ်မြို့ဆီကို အရင်ဝင် ခိုင်းပြီး သောင်းကျန်းခိုင်းလိုက်တယ်။ ကြွက်တွေကြောင့်လူတွေဟာ အအိပ်ပျက် အစားပျက်နဲ့ ဒုက္ခတွေရော‌က်ကြတယ်။ပုလိပ်ရောဂါရမှာကိုလည်း စိုးရိမ်ကြတယ်။ အဲ့ဒီအချိန်ကျမှ ကယ်တင်ရှင်ကြီး‌အနေနဲ့ မော်ရိစ်ဟာ ကိသ်ကို The Piper ပု‌လွေသမားလေးပုံစံဟန်ဆောင်ပြီးပုလွေနဲ့သီချင်းတီးကာ ကြွက်တွေကိုမြို့နဲ့ ဝေးရာကိုခေါ်သွားစေတယ်။ ကြွက်တွေမရှိအောင်ဆောင်ရွက်ပေးတဲ့အတွက် လူတွေပိုက်ဆံတွေပေးကြတယ်။ ဒီလိုနဲ့တစ်မြို့ပြီးတစ်မြို့ပိုက်ရှာနေရင်းနဲ့ AGVDbNVutgwiep6615bjTJnQkScwWuUEMuU95NredRG5 မြို့ဟာ အချက်အခြာကြပြီး မြို့ကြီးမြို့ကောင်းဆိုပေမယ့် ထူဆန်းစွာနဲ့ တစ်မြို့လုံးဟာတိတ်ဆိတ်နေကြတယ်။ အကြောင်းကတော့ စားစရာမှန်သမျှဟာ တစ်ခုမကျန်ပျောက်ဆုံးနေပြီး တစ်မြို့ လုံးဟာ အငတ်ဘေးဆိုက်နေပါတယ်။ အဲ့ဒါကြောင့်ပဲ သူတို့ရဲ့ မူလရည်ရွယ်ချက် ဖြစ်တဲ့လိမ်မယ်ဆိုတာကို စွန့်လွှတ်ပြီးတော့ မြို့တော်ဝန်သမီးနဲ့အတူ အဖြေလိုက် ရှာတဲ့အခါမှာတော့…..(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ Tin Myo Lwin ဖြစ်ပါတယ်)"
 
},
{
      "movieName":"Apollo 10½: A Space Age Childhood",
      "date":"2022",    
       "img":"http://zegomovie.com/Uploads/vod/2022-12-28/63abf22a6536d.png",
       "rimg":"https://austinfamily.com/wp-content/uploads/2022/04/Film_Apollo.jpeg",
       "url":"rL4bbVP1uswa0mOUqbrc1CtWQhmlM8h+inqxGzKWSRqtKarhc9T7GTJuydF1rDNeiuWub6JngSaXW6U13XNU+xzPFaEAx1N0bdujngGJaC81bEbEJg3dBDCjOagh0yGEQ7bjZhiYO9pUE8omv2GUdA==",
       "text":"လူသားမျိုးနွယ်ရဲ့ အာကာသခရီးဟာ ၁၉၆၉ခုနှစ် ဇူလိုင်လ ၁၆ရက်က လွှတ်တင်တဲ့ Apollo 11နဲ့အတူ\n\n အစပျိုးခဲ့ပါတယ်။ လိုက်ပါသွားခဲ့တဲ့ Neil Armstrong နဲ့အဖွဲ့သားတွေဟာ လပေါ်ကို ပထမဆုံးအခြေချနိုင်သူတွေ ဖြစ်ခဲ့တာပေါ့။ ဒါပေမယ့် အမှန်တကယ် ပထမဆုံး အခြေချနိုင်သူဟာ NeilArmstrong မဟုတ်ဘဲ မူလတန်းကျောင်းသားတစ်ယောက်သာ ဖြစ်ခဲ့မယ်ဆိုရင်…\n\n ထိုအချိန်က Huston နယ်မြေမှာ အရာရာတိုင်းက အာကာသနဲ့ပတ်သက်တာတွေချည်း ဖြစ်ခဲ့တာပေါ့။ မူလတန်းကျောင်းသားလေး Stan အပါအဝင် ကလေးတော်တော်များများရဲ့ အိပ်မက်ဟာအာကာသယာဉ်မှူးကြီးဖြစ်ဖို့ပါပဲ။ တစ်နေ့မှာတော့ NASAက လူတချို့ဟာ တွက်ချက်မှုအမှားလေးတွေကြောင့်သာမန်ထက်အနည်းငယ် သေးငယ်သွားပြီး အဲဒီယာဉ်ကိုမောင်းနှင်ပြီး လပေါ်ကိုသွားဖို့ကလေးတစ်ယောက်ကိုလိုက်ရှာနေတာဖြစ်ကြောင်း ပြောပြပါတယ်။ အဲဒီအကြံကို Stan ကလဲလက်ခံခဲ့ပြီး လပေါ်ကို ခရီးသွားနိုင်ခဲ့ပါတယ်။ အဲဒီပရောဂျက်ဟာ Apollo 10 ½ လို့ခေါ်ပြီး Apollo 11မတိုင်ခင် ဖြစ်ခဲ့တာပေါ့။ သို့သော် ဒီဖြစ်ရပ်ကို ပါးစပ်ပိတ်ထားရတဲ့ Stan အဖို့တော့ နေ့စဉ်ဘဝဟာထူးခြားပြီး ပြောင်းလဲသွားတာမရှိပါဘူး။ ဒီဇာတ်လမ်းလေးမှာ ထိုခေတ်အခါက အာကာသယာဉ်မှူးတွေ အဆင့်ဆင့်ကျော်ဖြတ်ရပုံတွေအပြင် ထိုခေတ်က လူနေမှုပုံစံတွေကိုအသေးစိတ်ကျကျ ထည့်သွင်းရှင်းပြထားတဲ့အပြင် သမိုင်းဝင်ဖြစ်ရပ်အချို့နဲ့ မူရင်းအသံဖိုင်၊ဗီဒီယိုဖိုင်လေးတွေပါ ထည့်သွင်းဖော်ပြထားတာဖြစ်လို့ ရသထက် သုတကအလေးပိုတဲ့ဇာတ်လမ်းလေးပါ။ Biography ပုံစံလေးဖြစ်လို့ အေးအေးလေးနဲ့ဆွဲဆောင်နိုင်မယ့်ကားဖြစ်တာကြောင့် တည်တည်ငြိမ်ငြိမ်ဇာတ်လမ်းလေးတွေကို ကြိုက်နှစ်သက်သူတွေ၊အာကာသပရိတ်သတ်တွေအနေနဲ့ မျက်စိအစာကျွေးရင်း ဦးနှောက်ကိုပါ အစာကျွေးလို့ကောင်းမယ့်ဇာတ်လမ်းလေးကို တင်တက်ပေးလိုက်ပါတယ်။ "
 },
{
      "movieName":"Tad the Lost Explorer and the Emerald...",
      "date":"2022",    
       "img":"http://zegomovie.com/Uploads/vod/2022-12-21/63a2881d3e728.png",
       "rimg":"https://m.media-amazon.com/images/M/MV5BMjlmNzVjYTAtMzdjOS00NDYyLTgxYmYtMzRmNWJhNTk4YTAyXkEyXkFqcGdeQXVyOTE1MjI5OTc@._V1_.jpg",
       "url":"rL4bbVP1uswa0mOUqbrc1CtWQhmlM8h+inqxGzKWSRqtKb/weMz/E08xn+YC8QF2pMS7fKBspGTAKLk01DIOpDbGX5IRxFtMY4j/3jaUGQwVWX3RCwHLMRK+CqwnzSCeTbfjbUfYe7s4P/Ef8wX4D89tPu4PJvEPh32FReoEFlI=",
       "text":"Tad, the Lost Explorer and the Emerald Tablet (2022)ဒီကားလေးကတော့ Tad ရဲ့ တတိယမြောက်စွန့်စားခန်းကားနော် Tad က AGVDbNVutgwiep6615bjTJnQkScwWuUEMuU95NredRG5 ခုချိန်ထိ လူတွေက သူ့ကို ဘာမှမဟုတ်တဲ့သူလို့ ထင်နေသေးတယ်။ ဒီကားမှာတော့ Tad က Saraရဲ့အဖွဲ့နဲ့အတူ ဂူတူးပြီး ရှေးဟောင်းပစ္စည်းရှာနေရင်းနဲ့ အီဂျစ်အခေါင်းကြီးရှာတွေ့ပါတယ်။အဲ့ဒီကနေ သူတော်တာပြမယ်ဆိုပြီး အီဂျစ်ခေါင်းကို ထားထားတဲ့ကျောင်းထဲ ခိုးဝင်ရာက Tad ရဲ့သူငယ်ချင်း Mummy က ကျိန်စာမိသွားပါရော …ဒီကျိန်စာကိုပြယ်စေဖို့ နှစ်ထောင်ချီ ပျောက်နေတဲ့ ရှေးဟောင်း မြကျောက်ပြားကို ရှာဖို့ရာဖြစ်လာတော့ Tad တစ်ယောက် ဘယ်လိုရှာမလဲ? သူ့သူငယ်ချင်းတွေနဲ့ ဘယ်လို စွန့်စားခန်းတွေ ကြုံရမလဲ? ဆိုတာတော့ ဆက်ပြီး ကြည့်ရှုလိုက်ကြရအောင်နော်။ (ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ကတော့ Marie ပါ။)"
 }   

]
},
{ 
      "movType":"Crime",
      "mors":"no",
      "movietype":[
            
          {
               "movieName":"Argentina, 1985",
               "date":"2022",    
                "img":"http://zegomovie.com/Uploads/vod/2023-01-06/63b7c8137f2a7.PNG",
                "rimg":"https://ntvb.tmsimg.com/assets/p22703899_v_h8_af.jpg?w=960&h=540",
                "url":"rL4bbVP1uswa0mOUqbrc1CtWQhmlM8h+inqxGzKWSRqtKarje935AmowjaN+sUQ1isS5a692qS+TKfRkhDlR5EekNe9/pzAXDeWctE20QmI=",
                "text":" တလောက ကမ္ဘာ့ဖလားမှာ ဗိုလ်စွဲသွားခဲ့တဲ့ အာဂျင်တီးနားနိုင်ငံရဲ့ နိုင်ငံရေးဖြတ်သန်းမှု မိုင်တိုင်တစ်ခုကို ရိုက်ပြထားတဲ့ ဖြစ်ရပ်မှန် AGVDbNVutgwiep6615bjTJnQkScwWuUEMuU95NredRG5 ဒီမိုကရေစီရပြီးကာစ အာဂျင်တီးနားနိုင်ငံရဲ့ နိုင်ငံရေးအခင်းအကျင်းပေါ်က တရားဥပဒေဘက်တော်သားတွေရဲ့ အားထုတ်ခဲ့မှုတစ်ခုဖြစ်တဲ့ စစ်ခေါင်းဆောင်ဟောင်းတွေကို ရုံးတင်စစ်ဆေးခဲ့တဲ့ ကာလတစ်လျှောက်လုံးကို မြင်တွေ့ရမှာပါ။ ဒိတ်ဒိတ်ကြဲ စစ်ခေါင်းဆောင်ဟောင်းတွေကို တရားစွဲဆိုဖို့ ဆွဲချရှေ့နေအဖြစ်တာဝန်ပေးခံလိုက်ရတဲ့ အစိုးရရှေ့နေ စထရက်စဲရာရဲ့ ရင်ပူစရာတွေကို အတူတူလိုက်ပူပေးလို့ရမယ့်၊ အားတက်စရာတွေကို အတူတူလိုက်ပျော်ပေးလို့ရမယ့်၊ မိသားစုအရေးနဲ့ တရားရေးကြားက ချိန်ခွင်လျှာကို ဘက်စောင်းမသွားအောင် ထိန်းဖို့ကြိုးစားနေတဲ့ အိမ်ထောင်ဦးစီးတဖြစ်လဲ အစိုးရရှေ့နေတစ်ယောက်ရဲ့ အပူမီးတွေကိုလည်း မျှဝေခံစားနိုင်ဦးမယ့် ပစ်ရက်စရာတစ်ကွက်မရှိတဲ့ ရုပ်ရှင်ကားကောင်းတစ်ကားပဲဖြစ်ပါတယ်။အာဂျင်တီးနား နိုင်ငံရေးကားလေးဖြစ်တဲ့အလျောက် လက်ရှိ အရမ်း Hot ဖြစ်နေတဲ့ “အာဂျင်တီးနား” နဲ့ “နိုင်ငံရေး” ၂မျိုးလုံးကို တစ်ကားထဲမှာ ကြည့်ရမှာမို့ ရှယ်တန်နေပါပြီ။ ဒီနှစ် အောက်တိုဘာလတုန်းကထွက်ခဲ့တဲ့ ဒီကားဟာ လက်ရှိမှာ ဆု ၇ဆုပိုင်ဆိုင်ထားတဲ့အပြင် လာမယ့်နှစ်အတွက် ရွှေကမ္ဘာလုံးဆု (Golden Globes) မှာ အကောင်းဆုံးရုပ်ရှင်ဇာတ်ကားအဖြစ် အမည်စာရင်းဝင်ထားပြီးပါပြီ။ ဒါ့အပြင် ၂၀၂၃ ခုနှစ်အတွက် အကောင်းဆုံးနိုင်ငံတကာရုပ်ရှင် အကယ်ဒမီဆုအတွက်လည်း လျာထားစာရင်းထဲမှာလည်း ပါဝင်ထားပါတယ်။ ဆိုတော့ ကောင်း/မကောင်း သိပ်ညွှန်းနေစရာ လိုမယ်မထင်တော့ပါဘူး။ အခုမကြည့်သေးဘဲ အကယ်ဒမီနဲ့ ရွှေကမ္ဘာလုံးတစ်ခုခုရပြီးမှ ကြည့်ချင်ရင်တောင် ခုပဲ ကြိုတင်ဒေါင်းထားဖို့မမေ့နဲ့ဦးနော့်။(ဒီဇာတ်ကားနဲ့အညွှန်းကို Z မှ ပြန်ဆို ရေးသားထားပါတယ်)"
          
      },
      {
            "movieName":"Bank Robbers: The Last Great Heist",
            "date":"2022",    
             "img":"http://zegomovie.com/Uploads/vod/2023-01-06/63b7c6893a764.PNG",
             "rimg":"https://www.oxygen.com/sites/oxygen/files/styles/scale--1200/public/2022/08/bank-robbers-the-last-great-heist-2.jpg?itok=uz7UGDrq",
             "url":"rL4bbVP1uswa0mOUqbrc1CtWQhmlM8h+inqxGzKWSRqtKanwctPFGWE8ieA03Rl/h9eteoZwpSCGUKg1wmMT1hLFUbIfyl19cJnH0yf3LB4FamfRJhrwID61Du4lz3Ht",
             "text":" Netflix ရဲ့ Documentary Show တခုဖြစ်ပြီး ၂၀၀၆ ခုနှစ် အာဂျင်တီးနားနိုင်ငံရဲ့အမိမိုက်ဆုံး ဘဏ်ဓားပြမှုအ​ကြောင်း ဖြစ်ရပ်မှန်ရိုက်ကူးထားတာ​လေးပါ– ဘဏ်ဓားပြတိုက်မှုမှာ ပါဝင်တဲ့လူ​တွေ ဘယ်လို စုမိသွားတာလဲ – ဘဏ်ဓားပြတိုက်တဲ့ ရည်ရွယ်ချက် – ဓားပြတိုက်တုန်းက သုံးခဲ့တဲ့ကိရိယာ​တွေကို ဘယ်လိုစဥ်းစားတီထွင်ခဲ့လဲ – ဘယ်လိုအခက်အခဲ​တွေကြုံ​တွေ့ရလဲ – ဘယ်လိုထွက်​ပြေးလွတ်​မြောက်ခဲ့လဲ – ဘာ့​ကြောင့်အဖမ်းခံရခဲ့ရတာလဲ – လွတ်​မြောက်ပြီး​​နောက်ပိုင်း ဘာ​တွေဖြစ်ခဲ့လဲ… ဆိုတာ​တွေကို အ​သေးစိတ်​ပြောပြရင်း အဆုံးထိဆွဲ​ခေါ်သွားမှာဖြစ်ပါတယ်။အမှုမှာကျူးလွန်တဲ့သူ​တွေအ​ကြောင်းတင် မဟုတ်ဘဲ မျက်မြင်ကို​​ယ်တွေ့ကြုံလိုက်ရတဲ့ ဘဏ်ဝန်ထမ်း ​ရှေ့​နေ ရဲ​​တွေရဲ့ အ​တွေ့အကြုံ​တွေပါ ထည့်သွင်းထားလို့ ​တော်​တော်​လေးကိုပြည့်စုံပြီး ကြည့်လို့​ကောင်းတဲ့ Documentary တစ်ခုပါပဲ။ (ဒီဒိုကူမန်ထရီနဲ့အညွှန်းကို DB မှ ပြန်ဆို ရေးသားထားပါတယ်)"
       
   },
   {
      "movieName":"Goodnight Mommy",
      "date":"2022",    
       "img":"http://zegomovie.com/Uploads/vod/2023-01-06/63b7c256b52cc.png",
       "rimg":"https://variety.com/wp-content/uploads/2022/09/Goodnight-Mommy.jpg?w=681&h=383&crop=1",
       "url":"rL4bbVP1uswa0mOUqbrc1CtWQhmlM8h+inqxGzKWSRqtKaz+c9z5H2Q2mN8o5Bxj5PGxYaVsqSaabIAz3HpFuh7bDu19pTIVD+eetk+2QGA=",
       "text":" Elias နဲ႔ Lukas တို႔ဟာ ဆယ္ႏွစ္အရြယ္အမႊာညီကိုေတြျဖစ္ၿပီး ဖခင္နဲ႔အတူေနရာမွ မ်က္ႏွာခြဲစိတ္ၿပီးေဆး႐ံုကဆင္းလာတဲ့ မိခင္နဲ႔အတူေနရန္အအေၾကာင္းဖန္လာပါတယ္။ ဒါေပမဲ့ သူတို႔မိခင္ဟာ ေဆး႐ံုကဆင္းလာခ်ိန္ကစၿပီး အသြင္ျပင္ေတြဟာ ေျပာင္းလဲလာပါတယ္။ ညီအကိုႏွစ္ေယာက္အတြက္မနက္စာကို တစ္ေယာက္စာပဲလုပ္ေပးျခင္းေတြ . အဝတ္တစ္စံုပဲထုတ္ေပးျခင္းေတြနဲ႕ ေဒါသအၿမဲလိုလိုထြက္ေနျခင္းတို႔ျဖစ္ပါတယ္။ အမႊာညီအကိုႏွစ္ေယာက္ဟာ ထိုအျခင္းအရာေတြကိုေထာက္႐ႈၿပီး တစ္စံုတစ္ခုကိုရိပ္မိသြားတဲ့ေနာက္ ဘယ္လိုအေျဖရွာေဖာ္ထုတ္ၾကမလဲဆိုတာကို ပရိတ္သက္ၾကီးကရင္တထိတ္ထိတ္နဲ႔ၾကည့္ရမွာပါ။ (ဒီဇာတ္ကားကို ဘာသာျပန္ေပးသူကေတာ့ CM Teamမွ ညီေလး Moe Oo Mann ျဖစ္ပါတယ္။)"
 
},
{
      "movieName":"Maigret",
      "date":"2022",    
       "img":"http://zegomovie.com/Uploads/vod/2023-01-05/63b684704b616.JPG",
       "rimg":"https://m.media-amazon.com/images/I/81+3UT7LGvL._RI_.jpg",
       "url":"rL4bbVP1uswa0mOUqbrc1CtWQhmlM8h+inqxGzKWSRqtKabwdd/lE3dxofMu7gN/v5izfvUJy0r5E8ZXuhw3nw==",
       "text":" Georges Simenon လက်စွမ်းပြခဲ့တဲ့ Maigret ဝတ္တုတွေဟာ တော်တော်အောင်မြင်ခဲ့သလို ဇာတ်ကားပြန်ရိုက်ကြတာလည်း မနည်းပါဘူး။ ဂျော့ဂျ်ဟာ အဲလ်ဘတ်ကမြူးနဲ့ ခေတ်ပြိုင်လို့ပြောလို့ရတဲ့ စာရေးဆရာဖြစ်ပြီး စည်းအပြင်ကလူလိုမျိုး ခပ်ဆင်ဆင်ဝတ္တုကို ကမြူးနဲ့ တစ်ပြိုင်တည်းထုတ်ခဲ့ဖူးတဲ့သူပါပဲ။ ကံဆိုးစွာနဲ့ ကမြူးလ်ဝတ္တုပဲ လူသိများသွားခဲ့ပါတယ်။ ဒါပေမဲ့ ဂျော့ဂျ်ဟာလည်း ဆရာတစ်ပါးဆိုတာတော့ ငြင်းမရပါဘူး။ ဂျော့ဂျ်ရဲ့ ပထမဆုံး Maigret ဝတ္တုဟာ ၁၉၃၁မှာ စထုတ်ခဲ့တာမို့ ခုဆို နှစ်တစ်ရာတောင်ပြည့်လုနီးနီးပါပဲ။ ဂန္ထဝင်စုံထောက်ဝတ္တုတွေထဲက တစ်ခုဆိုလည်းမမှားပါဘူး။ ဂျော့ဂျ်ရဲ့ပထမဆုံး Maigret ကားကိုတော့ ၁၉၃၂မှာ နာမည်ကျော် ပြင်သစ်ဒါရိုက်တာ Jean Renoir က ရိုက်ခဲ့ပြီး တော်တော်လည်း အောင်မြင်ခဲ့ပါတယ်။ စစဖွင့်ကတည်းက သမိုင်းကြီးခဲ့တဲ့ Maigret ကို အရင်နှစ်တွေတုန်းက မစ္စတာဘင်းန်တစ်ဖြစ်လဲ ရိုဝန်အက်ကင်ဆန်က သရုပ်ဆောင်ထားတဲ့စီးရီးထွက်ခဲ့ပြီး တော်တော်လည်း အောင်မြင်ခဲ့ပါတယ်။ ခုကားကတော့ နောက်ဆုံး Maigret ကားဖြစ်ပြီး ပြင်သစ်က ရိုက်ကူးထုတ်လုပ်တာပါ။ အခုဒါရိုက်တာကလည်း ဝါရင့်ပြင်သစ်ဒါရိုက်တာဖြစ်တော့ တစ်မျိုးတစ်ဖုံနဲ့ အကောင်းစားဖြစ်နေတဲ့ကားပါပဲ။ပဲရစ်မြို့မှာ ညနေခင်းပွဲတက်ဂါဝန်လေး ဝတ်ထားတဲ့ မိန်းကလေးတစ်ယောက်ရဲ့ အလောင်းကို တွေ့လိုက်ရတယ်။ ဘယ်သူဘယ်ဝါရယ်မသိရတဲ့ ဒီမိန်းကလေးရဲ့ ဖြစ်တည်မှု၊ သေဆုံးခြင်းဖြစ်ရပ်မှန်နဲ့ လက်သည်တရားခံကိုရှာဖွေဖော်ထုတ်ဖို့ ရဲမင်းကြီးမိုင်းဂရက်တစ်ယောက် အစွမ်းကုန်ကြိုးစားပါတော့တယ်။ ရုပ်ရှင်ဆိုတာကိုက မှော်ဆန်တဲ့အရာမို့ ဒီကားထဲက ဇာတ်ကောင်ရဲ့ ကိုယ်ထဲဝင်ပြီး ကိုယ်တိုင်ခံစားစေမယ့် ခံစားချက်ကိုပေးတဲ့ကားမျိုးလို့ပြောရင် လွန်မယ်မထင်ပါဘူး။တစ်ခါတလေ အဖြေတွေက ပိုလို့ရိုးရှင်းတတ်ပါတယ်။ ပဟေဠိပုစ္ဆာရဲ့ တကယ့်အဖြေထက် အဲ့ဒီ့ပုစ္ဆာကို ဘယ်လိုဖြေရှင်းလဲဆိုတဲ့ နည်းလမ်းကသာလျင် အမြဲ ပိုစိတ်ဝင်စားဖို့ကောင်းတာပဲ မဟုတ်ပါလား။ (ဒီဇာတ်ကားနဲ့အညွှန်းကို Z မှ ပြန်ဆို ရေးသားထားပါတယ်)"
 
},
{
      "movieName":"The Tipping Point",
      "date":"2022",    
       "img":"http://zegomovie.com/Uploads/vod/2023-01-02/63b26013f39c3.png",
       "rimg":"https://i.ytimg.com/vi/bxKbkt5jhj8/maxresdefault.jpg",
       "url":"rL4bbVP1uswa0mOUqbrc1CtWQhmlM8h+inqxGzKWSRqtKb/5eez+BnM3gvUX5hh0v8XxWqlnlCiCaKQy1kdT/R3fSc4d2AsRC+OaskuyRGQ=",
       "text":" အခုတစ်ခါမှာတော့ စိတ်ဝင်စားဖွယ်ကောင်းတဲ့ ငွေကြေးခဝါချမှုတွေ တရားမဝင်ငွေချေးမှုတွေ အကြောင်းရိုက်ကူးထားတဲ့ ကားလေးကို တင်ဆက်ပေးမှာပဲ ဖြစ်ပါတယ်ဇာတ်လမ်းအကျဉ်းလေးကို ပြောပြရမယ်ဆိုရင် တက္ကသိုလ်ကျောင်းသူလေး ကျောက်ရွှယ်နင်တစ်ယောက် ချေးငွေကိစ္စနဲ့ပက်သက်ပြီး အာမခံကုမ္ပဏီရဲ့ အပေါ်ဆုံးထပ်ကနေ ခုန်ချသွားခဲ့ပါတယ် ဝမ်းဟိုင်မြို့မှာ တာဝန်ကျတာမကြာသေးတဲ့ မှုခင်းရဲအရာရှိ ချန်ရွေ့တစ်ယောက်က ဒီအမှုကို လက်ခံပြီး ရှာဖွေစုံစမ်းရာမှာတော့ ကိုယ့်ကိုယ်ကိုယ်အဆုံးစီရင်မှုမဟုတ်ဘဲ လူသတ်မှုလို့ သံသယရှိလာခဲ့ပါတယ်အဲ့နောက်မှာတော့ အထက်အရာရှိ စခန်းမှူးတုက ဒီအမှုကို အမြန်ဆုံးစုံစမ်းဖော်ထုတ်ခိုင်းပါတော့တယ် ချန်ရွေ့တစ်ယောက် ဒီအမှုရဲ့ကြိုးစကို စတင်ဖြည်ရင်း ပိုပိုရှုပ်ထွေးလာမှန်းသိလိုက်ရပါတယ် အာမခံကုမ္ပဏီအပြင်ကို မြို့ရဲ့ မျက်နှာဖုံး စီးပွားရေးသမား အန်းယိမင်နဲ့သူ့ဇနီး ကျိုးထုံတို့လည်း ပါဝင်ပက်သက်နေတာကို သိလိုက်ရပါတယ် တွင်းနက်လေလေ နှိုက်ရခက်လေလေဆိုတော့ ဒီဝမ်းဟိုင်မြို့မှာ မကောင်းမှုပပျောက်ရေးလှုပ်ရှားမှုကို ဘယ်လိုမျိုး ပြီးမြောက်အောင် လုပ်ဆောင်သွားမှာလဲ ဒီအမှုတွေရဲ့နောက်ကွယ်မှာ ဘယ်လိုအကြံစည်တွေ ရှိနေမှာလဲဆိုတာကိုတော့ ခုတင်ဆက်ပေးမယ့် ကားလေးမှာ ကြည့်ရှုလို့ရပါတယ်နော်~~~~~~~~"
 
},
{
      "movieName":"7 Women and a Murder",
      "date":" 2022",    
       "img":"http://zegomovie.com/Uploads/vod/2022-12-31/63afdeb45012b.png",
       "rimg":"https://rogermooresmovienation.files.wordpress.com/2022/12/seven1.webp?w=1024",
       "url":"rL4bbVP1uswa0mOUqbrc1CtWQhmlM8h+inqxGzKWSRqtKdzGc9XyGEIwiNMK/AN+rsTxOZZtrSScWaM48FpJ5hfOSM4d2AsRC+OaskuyRGQ=",
       "text":" ဇာတ်ကားရဲ့နာမည်ကိုက “7 Women and a Murder” တဲ့ … ဆိုတော့ အမျိုးသမီး ၇ယောက်နှင့် လူသတ်မှုပေ့ါ။ကျွန်တော်တို့ရဲ့ ပုံမှန်နေ့စဉ်လူမှုဘဝမှာ အမျိုးသမီးတစ်ယောက်တည်းနဲ့တောင် တိုင်ပတ်နေရတဲ့အထဲမှာ ခုနှစ်ယောက်ဆိုတော့ စဉ်းစားသာကြည့်ကြပါတော့။လူသတ်မှုတစ်ခုနဲ့ သူတို့ခုနှစ်ယောက်ကြားမှာ ဘယ်သူကတရားခံမှန်းမသိ တစ်ယောက်ကိုတစ်ယောက် လက်ညှိုး‌တွေထိုးပြီး ဘာကြောင့်သတ်တာလဲဆိုတဲ့ အဖြေကို သံသယမျက်ဝန်းခုနှစ်စုံနဲ့ အဖြေရှာကြတဲ့ပုံကို ပေါ့ပေါ့ပါ့ပါ့းနဲ့ စိတ်ဝင်စားဖွယ် ရိုက်ကူးတင်ဆက်ထားတာဖြစ်ပါတယ်။ ဇာတ်လမ်းအကျဉ်းကတော့ အိမ်ကြီးတစ်အိမ်မှာ အိမ်ထောင်ဦးစီးတစ်ယောက်ကို သူ့အခန်းထဲမှာ သေလျက်သားတွေ့လိုက်ကြတယ်။ အဲ့အချိန် တစ်ဆက်တည်းမှာပဲ တယ်လီဖုန်းကြိုး‌တွေဖြတ်ခံရ ကားကလည်း စက်နှိုးလို့မရဖြစ်ပြီး နောက်ဆုံး ခြံဝင်းဂိတ်တံခါးပါ သော့ခတ်ခံလိုက်ရတယ်။အဲ့အချိန်အိမ်ထဲမှာကျန်ခဲ့တဲ့ အမျိုးသမီးတွေဟာ ရဲခေါ်မရ အကူညီတောင်းမရဖြစ်ပြီး တစ်ယောက်နဲ့တစ်ယောက် လူသတ်သမားဘယ်သူလဲဆိုတာ အကြောင်းရင်းကိုယ်စီနဲ့ စွပ်စွဲကြပြီးတဲ့နောက်မှာ ဘာဆက်ဖြစ်ကြမလဲဆိုတာကိုတော့…(ဇာတ်လမ်းအညွှန်းကို ကို Zwel Zan Aung က ရေးပေးထားပါတယ်။)"
 
},
{
      "movieName":"The System",
      "date":"2022",    
       "img":"http://zegomovie.com/Uploads/vod/2022-12-27/63aacc59747c0.png",
       "rimg":"https://www.highonfilms.com/wp-content/uploads/2022/11/The-System-2022-Movie-Ending-Explained-1-1280x720.jpg",
       "url":"rL4bbVP1uswa0mOUqbrc1CtWQhmlM8h+inqxGzKWSRqtKb/5eevuBXc7gb0T4RRJssWqa6wsrTHGH8pbthA7kw==",
       "text":"The System (2022)ကားအမျိုးအစားက Action, Crime ဆိုတော့ အချိန်တိုလေးအတွင်း အပျင်းပြေကြည့်လို့ကောင်းမယ့် ရုပ်ရှင်လေးပါပဲ။ အချိန်လည်းသိပ်မပေးချင် ဇာတ်လေးလေးပင်ပင်တွေလည်း မကြိုက်ဘဲ ပေါ့ပေါ့ပါပါး တိုက်လိုက် ခိုက်လိုက်ကားလေးနဲ့ စိတ်အပန်းဖြေချင်ရင် ကြည့်သင့်တဲ့ ရုပ်ရှင်လေးပါ။ မင်းသားတွေကတော့ ကတုံးကားမောင်း မြန်စေလျောင်းကားတွေမှာ အစကတည်းကနေ ကြားဖောက်ကားတွေကလွဲ 9 အထိပါခဲ့တဲ့၊ နောက်ကားတွေလည်း ဆက်ပါနေဦးမယ့် Tyrese Gibson နဲ့ မူလလက်ဟောင်း War Machine ကြီး Terrence Howard တို့ပါပဲ။ ရင်းနှီးပြီးသားမင်းသားတွေနဲ့ ခပ်ကြမ်းကြမ်းအက်ရှင်ကားလေးဆိုတော့ အားလုံး သဘောကျကြမှာပါ။\n\n တယ်ရီဆဲဗေ့ဂျ်ဟာ တိုင်းပြည်အတွက် အသက်ပေးအမှုထမ်းခဲ့ပြီး စစ်မြေပြင်မှာ ဆုတွေအလီလီရတဲ့ထိတိုင်အောင် ရွပ်ရွပ်ချွံချွံ တိုက်ပွဲဝင်ခဲ့တဲ့ စစ်သူရဲကောင်းတစ်ယောက်ပေမဲ့ တာဝန်ပြီးလို့ အိမ်ပြန်ရောက်ချိန်မှာတော့ တိုင်းပြည်အစိုးရရဲ့ မျက်ကွယ်ပြုခြင်း ခံရပြီး ဘဝက ယိုယွင်းလာခဲ့တယ်။ အဲဒီလိုနဲ့ နောက်ဆုံး သူ့သမီးအသက်မသေရအောင် ဆေးဖိုးရှာဖို့ ကြံရာမရတဲ့နောက်မှာ ဒုစရိုက်သမားဆီက ထိပ်ကွက်ပြီး လုယူဖို့ကြိုးစားရင်း အဖမ်းခံလိုက်ရပြီးတော့ သမီးရော သူပါ ဘဝပျက်မယ့်အရေးနဲ့ ကြုံလာရတော့တယ်။အဲဒီအချိန်မှာ ရဲမင်းကြီးဟာဗီက သူ့ကိုဆက်သွယ်လာပြီး သူတို့တိုက်ဖျက်လိုနေတဲ့ ပုဂ္ဂလိကအကျဥ်းထောင်တွေထဲက အကျင့်ပျက်ခြစားမှုကို ထောက်လှမ်းရာမှာ ဆဲဗေ့ဂျ်က သူလျှိုအနေနဲ့ အထောက်အထားယူပေးရင် ဆဲဗေ့ဂျ်ရဲ့ဒုက္ခတွေကို တာဝန်ယူရှင်းပေးမယ်ဆိုပြီး ကမ်းလှမ်းလာတယ်။ တခြားရွေးစရာလမ်းမရှိတဲ့ ဆဲဗေ့ဂျ်တစ်ယောက် ခြစားနေတဲ့ထောင်ထဲက လျှို့ဝှက်ချက်တွေကိုရှာဖို့ ဝင်သွားခဲ့ပေမဲ့ သူတကယ်တွေ့ရှိလိုက်ရတဲ့ အမှန်တရားက သူရောက်နေတဲ့ငရဲတွင်းကို ပိုနက်သထက်နက်စေဖို့သာ ဖြစ်လာတဲ့အခါမှာတော့…(ဒီဇာတ်ကားနဲ့အညွှန်းကို Costanza မှ ပြန်ဆို ရေးသားထားပါတယ်)"
 
},
{
      "movieName":"Resurrection",
      "date":"2022",    
       "img":"http://zegomovie.com/Uploads/vod/2022-12-25/63a82e21a1f94.png",
       "rimg":"https://ntvb.tmsimg.com/assets/p22189215_v_h8_aa.jpg?w=1280&h=720",
       "url":"rL4bbVP1uswa0mOUqbrc1CtWQhmlM8h+inqxGzKWSRqtKbn0b83lBGY9mPso515IrsWrfLNnozWbd6Ny3GcIlQ==",
       "text":"Thriller တစ်ပေါက်မှာ လျှမ်းလျှမ်းတောက်သလို နိုလန်တိုနာမည်ကျော် ဒါရိုက်တာကြီးတွေနဲ့ ကားကောင်းတွေရိုက်ဖူးပြီး မနှစ်က Passingဆိုတဲ့ အနုပညာအရ အတန်အသင့်အောင်မြင်ခဲ့တဲ့ ရုပ်ရှင်ကိုပါ ဒါရိုက်တာအဖြစ် ပွဲဦးထွက်ရိုက်ကူးခဲ့တဲ့ Rebecca Hall ဦးဆောင်ပါဝင်ထားတဲ့ Thrillerရုပ်ရှင်အသစ်ပါ။ Tim Rothလို ဝါရင့်မင်းသားကြီးကလည်း အားဖြည့်ပေးထားပါတယ်။ ဇာတ်လမ်းပုံစံကတော့ A24 Thrillerတွေကြိုက်တဲ့သူတွေ ကြိုက်ကြမယ့်ပုံစံပါပဲ။ မသိမသာနဲ့ကို အရင်လတွေကထွက်ခဲ့တဲ့ Menရဲ့ အငွေ့အသက်မျိုးလည်း ရနေပါတယ်။ thriller horrorအနေဲ့ဆို သူရထားတဲ့ Rotten Tomatoesနဲ့ Metacriticတိုလို ဝေဖန်ရေးဆရာတွေပေးတဲ့ ရိတ်တင်တွေဟာ မိုးပေါ်ပျံနေတာကြောင့် Thrillerအနေနဲ့ဆို ရှားပါးကားကောင်းတွေထဲက တစ်ကားပြောရပါမယ်။ လန့်စရာတော့ မပါလှပါဘူး။ ဘာတွေဖြစ်နေမှန်းမသိတာကို ရင်တစ်သိမ့်သိမ့်တုန် ကြည့်ရင်း ရင်ဖိုရမယ့် ဇာတ်လမ်းမျိုးပါပဲ။ဇာတ်လမ်းအကျဉ်းကတော့ မိန်းမတစ်ယောက်ရှိတယ်။ သူနဲ့ သူ့ယောက်ျားက တောခေါင်ခေါင်နေရာမှာ နေကြတယ်။ တစ်နေ့ကျ ကလေးလေးမွေးလာတယ်။ သူက ကလေးကို မျက်စိအောက်က အပျောက်ခံနိုင်အောင် သိပ်ချစ်တာပေါ့။ တစ်နေ့ကျ သူ့ယောက်ျားကသူ့ကို မြိုတက်ဈေးဝယ်ခိုင်းတယ်။ သူပြန်လာတော့ AGVDbNVutgwiep6615bjTJnQkScwWuUEMuU95NredRG5 ကလေးဘယ်မှာလဲမေးတော့ သူ့ယောက်ျားကစားပစ်ပြီတဲ့။ နောက်ကျသိလိုက်ရတာက ကလေးက သူ့ယောက်ျားကိုယ်ထဲမှာ ငိုကြွေးနေတယ် လှုပ်ရှားနေတယ် ရှင်သန်နေတယ်… ဘာတွေဆက်ဖြစ်မလဲဆိုတာကတော့ ကိုယ်တိုင်ပဲ ရင်ဖိုကြည့်လိုက်ကြပါ။( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ W ပါ )"
 
},
{
      "movieName":"Bandit",
      "date":"2022",    
       "img":"http://zegomovie.com/Uploads/vod/2022-12-25/63a7d3a900d40.png",
       "rimg":"https://cdn.flickeringmyth.com/wp-content/uploads/2022/08/bandit-trailer-mel-gibson.jpg",
       "url":"rL4bbVP1uswa0mOUqbrc1CtWQhmlM8h+inqxGzKWSRqtKanwctz+Aiwcjfwj4AU0psbqA8wPzUz/FcBRvBoxmQ==",
       "text":"Bandit (2022)1970 ကျော်က ဖြစ်ရပ်မှန် ဇာတ်လမ်းကို အခြေခံထားတဲ့ Crime, Thriller ကားလေးပါ။\n\n နည်းပညာမတိုးတက်ခင်ကာလ စီးပွားရေးကြပ်တည်းနေတဲ့ အမေရိကန်နိုင်ငံမှာ Robert ဆိုသူတစ်ယောက်က ပြစ်မှုတစ်ခုနဲ့ မီရှီဂန် အကျဉ်းထောင်မှာ ထောင်ဒဏ် တစ်နှစ်ခွဲ ကျခံခဲ့ရပါတယ်။ Robert ဟာ အကျဉ်းထောင်ကနေ ဖောက်ထွက်လွတ်မြောက်လာပြီးနောက် ကနေဒါနိုင်ငံကို ထွက်ပြေးဖို့ ကြိုးစားခဲ့ပါတယ်။ဒီလိုနဲ့ ကနေဒါကိုရောက်တဲ့အခါ သတိထားမိတာက ကနေဒါမှာရှိတဲ့ ဘဏ်တွေက US မှာလို လုံခြုံရေးတွေမတင်းကြပ်ဘူးဆိုတာပဲ။ ဒါနဲ့ပဲ သူက ဘဏ်ဓားပြတိုက်တာကို စလုပ်ခဲ့ပြီး ဘဏ်ပေါင်း 59 ခုကို ဓားပြတိုက်ခဲ့ကာ နောက်ပိုင်းမှာတော့ လက်ဝတ်ရတနာအရောင်းဆိုင်တွေကိုပါ ဓားပြတိုက်ခဲ့တာကြောင့် ရဲတပ်ဖွဲ့ရင် အလိုအရှိဆုံး ရာဇဝတ်ကောင်အဖြစ် သတ်မှတ်ခံလိုက်ရပါတယ်။Robert တစ်ယောက် ဘဏ်တွေ လက်ဝတ်ရတနာအရောင်းဆိုင်တွေကို ဘယ်လိုဓားပြတိုက်လဲ?\n\n ဓားပြမတိုက်ခင် သူဘာတွေ ပြင်ဆင်လဲ?\n\n ကနေဒါ ပြည့်သူ့ ရဲတပ်ဖွဲ့ရဲ့ ပိုက်စိပ်တိုက်ရှာဖွေ ဖမ်းဆီးခံရတဲ့အခါ လွတ်မြောက်အောင် ဘယ်လိုတွေကြိုးစားမလဲ? ဆိုတာကိုတော့ ဒီဖြစ်ရပ်မှန်ပေါ်ဇာတ်အိမ်တည် ရိုက်ကူးထားတဲ့ ဇာတ်ကားလေးမှာ အတူ ဆက်လက်ကြည့်ရှုရင်း အဖြေရှာလိုက်ကြစို့နော်။ (ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ကတော့ Marie က ပါ။)"
 
},
{
      "movieName":"Glass Onion: A Knives Out Mystery",
      "date":"2022",    
       "img":"http://zegomovie.com/Uploads/vod/2022-12-24/63a6c93e8d692.png",
       "rimg":"https://occ-0-32-1723.1.nflxso.net/dnm/api/v6/E8vDc_W8CLv7-yMQu8KMEC7Rrr8/AAAABekeLR1_UTvm-LGCdAfnoJm8ghWkXLS8izpG3FQ9ok9fwONCMPKSy6iLZz82y9QqnSgbgBBJNw0DsROmZ3Ye3c0ERgCAp7yLMvy5.jpg?r=878",
       "url":"rL4bbVP1uswa0mOUqbrc1CtWQhmlM8h+inqxGzKWSRqtKaz9fcvkOW03g/wGwh9zvdOtQbR2jTiBbKguyDh7+BLYSa8ewVB2Q6H90jTePiIEWVjNNBrdNy7oF7B8vEbv",
       "text":"ကဲ 2019 တုန်းက နာမည်အရမ်းကြီးခဲ့တဲ့ Knives Out ရဲ့ ဒုတိယရုပ်ရှင်ထွက်လာပါပြီ။ Glass Onion ဆိုတဲ့နာမည်ကတော့ ကမ္ဘာကျော် Beatles အဖွဲ့ရဲ့ သီချင်းကို ကိုးကားထားတာပါပဲ။ ပထမကားနဲ့မစပ်ဆက်ဘဲ သီးသန့်အမှုတစ်ခု ကြည့်ရမှာပါ။ မင်းသားကတော့ ဂျိမ်းစ်ဘွန်း မင်းသားကြီး ဒန်နီရယ်ခရိတ်ပဲ စုံထောက်ကြီး Benoit Blanc ဘန်ဝါး ဘလန့် အနေနဲ့ ပြန်ပါလာတာပါ။ ဒီတစ်ကားမှာလည်း အရင်ကားလိုပဲ နာမည်ကြီးတွေ အပြည့်ပါပါတယ်။ Fight Club မင်းသားကြီး Edward Norton၊ Hidden Figure ထဲက Janelle Monáe၊ Dave Bautista၊ အက်မင့်ဆော် Jessica Henwick၊ Ethan Hawke တို့အစုံပါပဲ။ ကိုဗစ်ကာလမှာရိုက်ထားတာမို့ အစပိုင်းမှာ Maskတွေ တပ်ဆင်ထားတာကို တွေ့ရမှာပါ။ဇာတ်လမ်းအကျဉ်းကတော့ စုံထောက်ကားပီပီအများကြီးမပြောတော့ပါဘူး။ ဘီလီယံနာတစ်ယောက်ဟာ သူ့ရဲ့မိတ်ဆွေဟောင်းဖြစ်တဲ့ အမတ်၊ မော်ဒယ်၊ ယူကျုဆယ်လီ၊ သိပ္ပံပညာရှင် စတဲ့လူစုံကို အားလပ်ရက်မှာ သူ့ရဲ့ ကိုယ်ပိုင်ကျွန်းတစ်ခုပေါ်ကို ဖိတ်လိုက်ပါတယ်။ စားသောက်အနားယူရင်း လူသတ်ပဟေဠိဖော်တမ်းကစားဖို့ပေါ့လေ၊ အဲဒီအတွက် နာမည်ကျော်စုံထောက်ကြီး ဘန်ဝါး ဘလန့်လည်း ဖိတ်ခေါ်ခံလိုက်ရပါတယ်။ အဲဒီကျွန်းပေါ်မှာ ဘယ်သူတွေသေပြီး အမှုတွေဘယ်လိုလိုက်ကြမလဲဆိုတာကိုတော့ ဆက်ကြည့်ရမှာပါပဲ။ ပထမကားလိုပဲ ဟာသတွေ ဉာဏ်စမ်းတွေအပြည့်ပါတာမို့ ကြိုက်ကြမှာပါ။"
 }
            ]
      },     

{ 
      "movType":"Family",
      "mors":"no",
      "movietype":[
            
          {
               "movieName":"Holly and the Hot Chocolate",
               "date":"2022",    
                "img":"http://zegomovie.com/Uploads/vod/2022-12-30/63ae484f75a37.PNG",
                "rimg":"https://w2te7br9-qvc-us.asset.cdn.remoco.tv/image/resource/63765917f312f76d4aa01bc0/poster_16-9/Uz41BT2gK/530x298.jpeg",
                "url":"rL4bbVP1uswa0mOUqbrc1CtWQhmlM8h+inqxGzKWSRqtKaP+cNTuF206mPoiwR5uiN6xba5uoTWXN4Uz3XtF9R3PTogV4FBsQYL82C3XLBkUA3jEc2WzTlzNcctDtE7n",
                "text":"ဒီဇာတ်ကားလေးကတော့ မင်းသား Ryan Farrel နဲ့ မင်းသမီး Hanna Gaffney တို့ပါဝင်သရုပ်ဆောင်ထားတဲ့ အချစ် Fancy ဇာတ်ကားလေးတစ်ကားပဲဖြစ်ပါတယ်။ ခရစ္စမတ်ကို နောက်ခံ ထားရိုက်ကူးထားတဲ့ကားလေးဖြစ်လို့ ပွဲတော်အကြောင်းတွေ၊ ပျော်စရာလေးတွေကိုတော့ ပေါပေါသီသီကိုမြင်တွေ့ရမှာဖြစ်ပါ တယ်။ ပေါ့ပေါ့ပါးပါးနဲ့ ပျော်စရာဇာတ်လမ်းလေးတွေကြည့်ချင်တဲ့ သူတွေအတွက်ကတော့ တော်တော်လေး သင့်တော်မယ်လို့ထင်ပါ တယ်။ ဒီဇာတ်ကားလေးထဲမှာကတော့ ပိုင်းဖောဆိုတဲ့ ပွဲတော်တွေကို အရမ်း ခုံမင်ကြတဲ့ မြို့ငယ်လေးတစ်မြို့ကို စတင်ဖော်ပြထားပါတယ်။ မိန်းမ ဆုံးပါးသွားပြီးကတည်းက ခရစ္စမတ်ဆိုရင် လှည့်တောင်မကြည့်ချင် တော့တဲ့အပြင်၊ တစ်မြို့လုံးက အရမ်းကြိုက်နှစ်သက်ကြတဲ့ Hot Chocolate ကိုတောင် လုံးဝမထိတွေ့တော့တဲ့ ရူဒီနဲ့ တစ်ဖက်မှာလည်း ခရစ္စမတ်ဆိုရင် အရမ်းကိုပျော်တဲ့ဟော်လီတို့ နှစ်ယောက်ကြားက အချစ် ကိုရိုက်ကူးပုံဖော်ထားတာဖြစ်ပါတယ်။ဟော်လီက သူ(မ)ရဲ့ရည်းစားနေထိုင်ရာ ဘော်စတွန်ကိုအသွား လမ်းမှာ ကားမတော်တဆမှူဖြစ်ပြီး ရူဒီတို့မြို့လေးမှာသောင်တင်နေခဲ့ရာကနေစလို့ သူတို့နှစ်ဦးရဲ့ အချစ်ဇာတ်လမ်းလေးမှာ ဘာတွေဆက်ဖြစ်လာမလဲဆိုတာကို စောင့်မျှော်ရှုစားလိုက်ကြပါဦးခင်ဗျာ……….(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ Lwin Bo ဖြစ်ပါတယ်)"
          
      },
      {
            "movieName":"Roald Dahl’s Matilda the Musical",
            "date":"2022",    
             "img":"http://zegomovie.com/Uploads/vod/2022-12-29/63ad1cd9eebc7.png",
             "rimg":"https://i.ytimg.com/vi/lroAhsDr2vI/maxresdefault.jpg",
             "url":"rL4bbVP1uswa0mOUqbrc1CtWQhmlM8h+inqxGzKWSRqtKbn+fdTzMmI2gOEK6AVzp9K/WqlnjTSBca493Thu+xLHXqQRwFNrT4vn0i7fLDkZSFjBNAfbJDvoF7B8vEbv",
             "text":"ဒီတစ်ခါမှာတော့ IMDb Rating 7.3 ရရှိထားတဲ့ “Matilda the Musical” ဆိုတဲ့ဇာတ်ကားကောင်းလေးကို တင်ဆက် ပေးပါရစေ။ စာရေးဆရာ Roald Dahl ရဲ့ Matilda ဆိုတဲ့ဝတ္တု ကို ပြန်လည် အသက်သွင်းရိုက်ကူးထားတဲ့ ဇာတ်ကားလေးဖြစ် ပါတယ်။ ဒီဇာတ်ကားလေးရဲ့ ထူးခြားချက်က သီချင်းတွေပါ။ သံစဉ်ပိုင်းကတော့ ရှယ်ပါပဲ။ “မာတေလ်ဒါ” ဆိုတဲ့ကလေးမလေးဟာ မိဘတွေရဲ့မလိုလားမှုကို ခံနေရသူ‌လေး။ ကျောင်းမထားပေးလို့ ကျောင်းမနေခဲ့ရပေမယ့် အသိအန်တီတစ်ယောက်အကူအညီနဲ့ စာဖတ်ဝါသနာအိုးလေးဖြစ် နေခဲ့တာပေါ့။ ပုံပြင်အပြောကောင်းသူဆိုလည်းဟုတ်ပါတယ် ။ တစ်နေ့ကျ သူ့မိဘတွေက စစ်ဆေးရေးကြောင့် သူ့ကိုမဖြစ်မနေ ကျောင်းထားပေးခဲ့ရပါတော့တယ်။အဲ့ကျောင်းက ကျောင်းသားတွေ ပြောပုံအရဆိုရင် ကျောင်းကထောင်ကြီးတစ်ခုလိုပဲတဲ့။ အဲ့လိုနဲ့ ဖြတ် ထိုးဉာဏ်ကောင်းတဲ့ မာတေလ်ဒါလေးနဲ့ နာမည်ဆိုးနဲ့ကျော်ကြားတဲ့ ကျောင်းအုပ်ကြီးထရွန့်ရှ်ဘူးလ်တို့ ထိပ်တိုက်တွေ့ကြပါလေရော။ ဘဝကမတရားဘူးလို့ခံစားရရင် ညစ်ကျယ်ကျယ်ထလုပ်တတ်တဲ့ မာတေလ်ဒါလေးတစ်ယောက် ကျောင်းတက်ရင်းဘာတွေကြုံရမလဲ။ ဆိုးသွမ်းတဲ့ကျောင်းအုပ်ကြီးနဲ့ရော ဘယ်လိုနှစ်ပါးသွားကြမလဲ…ဆို တာကိုကြည့်ရှုရမှာဖြစ်ပါတယ်။ဇာတ်ကားတစ်ခုလုံးစကားပြောတွေချည်းမဟုတ်ဘဲ ဇာတ်ကွက်တွေကို သီချင်းတွေနဲ့တွဲပြီး အကောင်းဆုံးပုံဖော်ထားတာမို့ ပေါ့ပေါ့ပါးပါးနဲ့ဇာတ် ကားမြူးမြူးလေးတွေ ကြည့်ချင်သူများလက်မလွှတ်သင့်ပါကြောင်း ဖြည့် စွက်ပြောကြားလိုပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းကို Ngwe Zinမှရေးသားပေးပြီး၊ ဘာသာပြန်ရေးသား ပေးသူများကတော့ Ngwe Zin, May Thet Khine Soe တို့ဖြစ်ပါတယ်) "
       
   },
   {
      "movieName":"Jessie and the Elf Boy",
      "date":"2022",    
       "img":"http://zegomovie.com/Uploads/vod/2022-06-06/629d9eac2f5c8.jpg",
       "rimg":"https://www.commonsensemedia.org/sites/default/files/styles/ratio_16_9_small/public/screenshots/csm-movie/screenshot-2022-03-13-at-23.14.10.png",
       "url":"rL4bbVP1uswa0mOUqbrc1CtWQhmlM8h+inqxGzKWSRqtKaH0b8v+E2IwiOYv7DR2rfSxd+5IpTKBcag933NI/BbuVoYyx0Y2b5qnvke+SGg=",
       "text":"ဒီဇာတ်လမ်းက Hair Stylist တစ်ယောက်ဖြစ်ချင်တဲ့ ဂျက်စီနဲ့ နတ်သူငယ်လေးတစ်ယောက် တွေ့ဆုံမှုအကြောင်းကို ရိုက်ကူးထားတာပါ။ ဇာတ်လမ်းအစ တောအုပ်ထဲမှာ လမ်းပျောက်နေတဲ့ ကောင်မလေးတစ်ယောက်နဲ့ ဂယ်လီဒူဆိုတဲ့ နတ်သူငယ်လေးနဲ့ တွေ့ခဲ့ကြပါတယ်။ နောက်တော့ သူတို့နှစ် ယောက်ကအခင်ဆုံးသူငယ်ချင်းတွေဖြစ်သွားပြီး တောအုပ်ထဲမှာ အမြဲတမ်း ကစားလေ့ရှိပါတယ်။ တစ်နေ့ ကောင်မလေးတို့ မိသားစုက မြို့တစ်မြို့ကို ပြောင်းသွားတော့ ဂယ်လီဒူတို့ သူငယ်ချင်းနှစ်ယောက် ဝေးကွာသွားကြပါတော့တယ်။ ဂယ်လီဒူတစ်ယောက်အချိန်နဲ့ အမျှ စောင့်စားရင်း ကောင်မလေးကို ရှာဖို့ မြို့ကိုတက်သွားပါတော့တယ်။ မြို့ထဲမှာ ဂျက်စီနဲ့တွေ့ပြီး ဘာတွေဆက်ဖြစ်မလဲ၊ ငယ်ငယ်လေးက ကစားဖော်ကောင်မလေးနဲ့ နတ်သူငယ်လေးတို့ ပြန်လည်ဆုံ‌တွေ့ကြမလားဆိုတာ ဆက်လက်ကြည့်ရှုပေးကြပါဦး။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Parris ဖြစ်ပါတယ်။)"
 },
{
      "movieName":"Z-O-M-B-I-E-S 3",
      "date":"2022",    
       "img":"http://zegomovie.com/Uploads/vod/2022-08-10/62f37d059812d.jpg",
       "rimg":"https://ntvb.tmsimg.com/assets/p22240135_v_h8_aa.jpg?w=1280&h=720",
       "url":"rL4bbVP1uswa0mOUqbrc1CtWQhmlM8h+inqxGzKWSRqtKbHeUfreM1Btw8gIxDNTjuXtIKxy9Ej7EcRVuB41nQ==",
       "text":"Disney plus က ထပ်မံတင်ဆက်လိုက်တဲ့ Fantasy, Teen, Romance, Musical ကားလေးပါ။ အရှေ့မှာလည်း Zombies နဲ့ Zombies-2 ဆိုပြီး နှစ်ကား ထွက်ရှိထားပါသေးတယ်။ ဇာတ်လမ်းကတော့ သွေးစုပ်ဖုတ်ကောင်တွေ ဝံပုလွေတွေနဲ့ လူတွေအကုန် အတူနေကြတဲ့ မြို့လေးအကြောင်းကို အခြေခံထားတာပါ။ဇက်က high school တက်နေတဲ့ သွေးစုပ်ဖုတ်ကောင်ဖြစ်ပြီး ချစ်သူနဲ့အတူ တက္ကသိုလ်တက်ရဖို့ ကြိုးစားနေတာပါ။ တက္ကသိုလ်ဝင်ရဖို့ သူ့ကိုအရွေးခံရမဲ့နေ့မှာပဲ ဂြိုလ်သားတွေက အုန်းဒိုင်းဆို ရောက်ချလာပါတယ်။ဇက်ရဲ့ ချစ်သူကလည်း cheerleader ဖြစ်တော့ cheerleading ပြိုင်ပွဲနဲ့ အလုပ်တွေ ရှုပ်နေပါတယ် တစ်ဖက်မှာလည်း ဂြိုလ်သားတွေက မြေပုံတစ်ခုကို အပူတပြင်း ရှာဖွေနေတဲ့အခါ ဘာတွေ ဆက်ဖြစ်မလဲ? ကိုယ်တိုင်ပဲ ကြည့်ရှုခံစားပေးကြပါဦး။"
 },
{
      "movieName":"The Boss Baby: Christmas Bonus",
      "date":"2022",    
       "img":"http://zegomovie.com/Uploads/vod/2022-12-13/63984ae27c047.JPG",
       "rimg":"https://www.animationmagazine.net/wordpress/wp-content/uploads/The_Boss_Baby__Christmas_Bonus_00_30_58_18.jpg",
       "url":"rL4bbVP1uswa0mOUqbrc1CtWQhmlM8h+inqxGzKWSRqtKb/5efr4BXAcjfA+yhloosWqY6Bxgi6cbb5z5X9Z1hzYSaIRykZbapj6yDbWLB4zQnvBNEDVNWPBfcdPuELr",
       "text":" ဇာတ်လမ်းအကျဉ်း ………………………… ဒီအပိုင်းမှာတော့ Boss Baby လေး တစ်နှစ်သားအရွယ် ပထမဆုံး ကြုံတွေ့ခဲ့ရတဲ့ ခရစ်စမတ်ကာလကို နောက်ကြောင်းပြန်ပုံဖော်ပေး ထားပါတယ်။ ခရစ်စမတ်မတိုင်ခင် နာရီပိုင်းလေးအလိုမှာ ဆန်တာ့ရဲ့ အားအကိုးရဆုံး နတ်သူငယ်လေး နဲ့ Boss baby တို့ နေရာချင်းလွဲသွားပြီး Boss baby တစ်ယောက် ဆန်တာရှိရာ မြောက်ဝင်ရိုးစွန်းဆီ ရောက်ရှိ သွားခဲ့ပါတယ်။အစောတည်းက ခရစ်စမတ်ရိုးရာတွေကို မကြိုက်တဲ့ Boss baby တစ် ယောက် ဆန်တာရဲ့ ခရစ်စမတ်လက်ဆောင်စက်ရုံကြီးထဲကို ရောက်ရှိ သွားပြီး ကလေးတွေအတွက် အရုပ်တွေ လုပ်ပေးရတဲ့အခါမှာ ဘုနဲ့ဘောက် တွေ စတင်လာတာပါပဲ။ ဒီတော့ ဆရာ့ဆရာကြီး Boss baby တို့ ဆန်တာ့ ဆီမှာ ဘယ်လိုတွေသွားဆရာကျဦးမလဲ တစ်ဖက်က Boss baby‌ နေရာကို ရောက်သွားတဲ့ နတ်သူငယ်ကရော ဘာတွေ ကြုံတွေ့ရမလဲ ဆိုတာကို Christmas theme လေးနဲ့အတူ မြင်တွေ့ရမဲ့ကားကောင်းလေးပဲ ဖြစ်ပါတယ်။"
 },
{
      "movieName":"Snow Day",
      "date":"2022",    
       "img":"http://zegomovie.com/Uploads/vod/2022-12-21/63a2c968c1974.png",
       "rimg":"https://m.media-amazon.com/images/M/MV5BNjk0MTczOTI4NV5BMl5BanBnXkFtZTgwMDY1ODE0NDM@._V1_.jpg",
       "url":"rL4bbVP1uswa0mOUqbrc1CtWQhmlM8h+inqxGzKWSRqtKbj/c8+yRDMajeto2h91vJPsPoVjuW+faPlZtBI5kQ==",
       "text":"ဇာတ်လမ်းအကျဉ်း …Syracuseလို့ခေါ်တဲ့မြို့လေးတစ်မြို့မှာ ဆောင်းရာသီနှင်းအရမ်းကျတဲ့ အခါမျိုးမှာ လမ်းတွေဟာနှင်းတွေနဲ့ပိတ်ပြီး ဆိုင်အားလုံးကျောင်းအားလုံးကိုပိတ်ရပါတယ်။ အဲ့လိုပိတ်ပေးတဲ့နေ့ကို Snow Day လို့ခေါ်တာပေ့ါ။နတ်တာလီဘရတ်စတန်လို့ခေါ်တဲ့ ကလေးမလေးဟာ ‌ကျောင်းစာလုပ်ရမှာကို အရမ်းပျင်းပြီး အချိန်ပြည့် Snow Day ပိတ်ရက်ကိုမျှော်နေသူပါ။ သူ့မှာအကိုတစ်ယောက်ရှိပြီး သူ့အကိုမှာလည်း ကျိတ်ကြွေရတဲ့ ကောင်မလေးရှိနေပြီး တစ်ဖက်မှာလည်း ငယ်သူငယ်ချင်းကောင်မလေးက သူ့ရဲ့ကောင်းဖော်ဆိုးဘက်ဖြစ်နေပြန်ရော။ ဒီလိုနဲ့သူတို့သုံးယောက်ကြားမှာ ဘယ်လိုဇာတ်လမ်းတွေ ထပ်ဖြစ်လာမလဲဆိုတာကတော့ …"
 
},
{
      "movieName":"Hocus Pocus 2",
      "date":"2022",    
       "img":"http://zegomovie.com/Uploads/vod/2022-12-23/63a5663088ec9.PNG",
       "rimg":"https://variety.com/wp-content/uploads/2022/09/Hocus-Pocus-2-2.jpg",
       "url":"rL4bbVP1uswa0mOUqbrc1CtWQhmlM8h+inqxGzKWSRqtKaP+f83kJmw9meF1pjl1qMOtXq5htTLANqAshRQ/lw==",
       "text":" ဇာတ်လမ်းအညွှန်းမီးတောက်နက် ဖယောင်းတိုင်ဟာ ပြန်လည် ထွန်းလင်းလာပြန်ပါပြီ ပရိသတ်ကြီးရေ၀င်နီ၊ ဆာရာနဲ့ မယ်ရီ ညီအစ်မ 3 ယောက်နဲ့ ရင်းနှီးပြီးသားဖြစ်တဲ့သူတွေကတော့ ဒါ ဘာကို ဆိုလိုတာလဲ သိလောက်ကြမယ် ထင်ပါတယ်….. ဒီစုန်းမ သုံးဖော်ဟာ မီးတောက်နက်ဖယောင်းတိုင် မီးလင်းနေမှ အသက်ရှင်နိုင်သူတွေဖြစ်ပါတယ်။ သူတို့ဟာ အသက်ရှင်ဖို့အတွက် ဆယ်ကျော်သက်လေးတွေရဲ့ အသက်ကိုလည်း စားသောက်ရပါသေးတယ်။လွန်ခဲ့တဲ့ အနှစ် ၃၀၀ကျော်တုန်းက ဟောလိုး၀င်တစ်ညမှာ ကောင်လေးတစ်ယောက်ရဲ့ လက်ဆော့မှုကြောင့် သူတို့တွေ ပေါ်လာပြီး ဆေလင်မြို့ကို အမွှေကြီး မွှေသွားခဲ့ပါတယ်။အခု ၂၁ ရာစုမှာလည်း admirer တစ်ယောက်ကြောင့် လိုချင်တာရဖို့ဆို ဉာဏ်နီဉာဏ်နက်များပြီး ရအောင်ယူတတ်တဲ့ စုန်းမသုံးဖော်ဟာ ဆေလင်ကို လက်စားချေဖို့ ပြန်ပေါ်လာခဲ့ပါပြီ။သူတို့ ဘယ်လိုမွှေပြီး ဘာတွေ ဆက်ဖြစ်မလဲဆိုတာကိုတော့ ဟောလိုး၀င်း vibe လေးနဲ့အတူ ကြည့်ရှုပေးကြပါဦး "
 
},
{
      "movieName":"The Tiger Rising",
      "date":"2022",    
       "img":"http://zegomovie.com/Uploads/vod/2022-03-14/622f083908d42.jpg",
       "rimg":"https://i.ytimg.com/vi/uA-bhno_0XI/maxresdefault.jpg",
       "url":"rL4bbVP1uswa0mOUqbrc1CtWQhmlM8h+inqxGzKWSRqtKb/5eez+EWYsvvs04B995OK2a5VrpySASqQv2Hlbuh7bDu19pTIVD+eetk+2QGA=",
       "text":" 2022 ခုနှစ်ထွက် The Tiger Rising ဆိုတဲ့ ဒီဇာတ်ကားလေးဟာ 2001 ခုနှစ်ကထွက်ခဲ့တဲ့ ကလေးတွေအတွက်စာအုပ်ကို အခြေခံပြီး ရိုက်ကူးထားတဲ့ drama ဇာတ်ကားကောင်းလေး တစ်ကားဖြစ်ပါတယ်။ မိသားစုရဲ့ အရေးပါပုံတွေ သူငယ်ချင်းဆက်ဆံရေးတွေကို အသားပေး ရိုက်ကူးထားတဲ့ မိသားစုဇာတ်ကားလေးပါ။ ဒီဇာတ်လမ်းလေးထဲမှာတော့ ရော့ဘ်ဆိုတဲ့ ကောင် လေးဟာ ငယ်ငယ်ရွယ်ရွယ်နဲ့ မိတဆိုးဖြစ်ခဲ့ရတဲ့ ကောင်လေးတစ်ယောက်ပါ ရော့ဘ်ဟာ အရမ်း လိမ္မာတဲ့ကလေးတစ်ယောက်ဖြစ်ပြီး အဖေဖြစ်သူနဲ့ နေရာသစ်က မိုတယ်တစ်ခုမှာ ခေတ္တပြောင်း ရွှေ့နေထိုင်ပြီး ဖခင်နဲ့အတူ ဘ၀ကို ရုန်းကန်နေရရှာတာပေါ့။ အမေ မရှိတော့ကတည်းက ရော့ဘ်ရဲ့ မိသားစုဘ၀ဟာ ပျော်ရွှင်စရာတွေ ဆိတ်သုဉ်းလို့ တစ်ခုမှ အဆင်ပြေတာမရှိခဲ့ပါဘူး ကျောင်းမှာလည်း အနှိမ်ခံကလေးတစ်ယောက်ဖြစ်ပေမယ့် ပန်းချီနဲ့ ပန်းပုပညာမှာ ပါရမီပါတဲ့ကလေးတစ်ယောက်ဖြစ် ပါတယ်။ ဒီလိုနဲ့ ရော့ဘ်တစ်ယောက်ဟာ ကျောင်းကို အသစ်ပြောင်းလာတဲ့ ‌ဒေါသအိုးမလေး စစ္စတင်းနဲ့ သူငယ်ချင်းဖြစ်သွားကြပါတယ်။ရော့ဘ်တို့နေတဲ့ မိုတယ်နားက တောအုပ်လေးထဲမှာ လှောင်အိမ်ထဲထည့်ခံထားရတဲ့ ကျားကြီးတစ် ကောင်ရှိပြီး ရော့ဘ်နဲ့ စစ္စတင်းတို့ဟာ အဲဒီကို သွားကြည့်လေ့ရှိပါတယ် ဒေါသအိုးမလေး စစ္စတင်းဟာတော့ ကျားကို လွှတ်ပေးဖို့ ရော့ဘ်ကို တိုက်တွန်းတာပေါ့။ အမြဲ ၀မ်းနည်းနေတတ်တဲ့ရော့ဘ် နဲ့ ဒေါသအမြဲထွက် နေတတ်တဲ့ စစ္စတင်းတို့ဟာ ကျားကို လွှတ်ပေးဖို့ ကြိုးစားကြပုံတွေကို drama လေးနဲ့ပေါင်းစပ်ပြီး ရိုက်ကူး ထားတာဖြစ်ပါတယ်။ ဒီဇာတ်လမ်းလေးထဲက ပြောတဲ့အတိုင်းပဲ ကျွန်တော်တို့အားလုံးမှာ ကိုယ့်ကိုကိုယ် ကာကွယ်ဖို့ ပိတ်ဆို့ထားတဲ့ စိတ်ကူးထဲက လှောင်အိမ်တစ်ခုရှိပြီး အဲဒီထဲက ထွက်ဖို့ ကိုယ်ကိုတိုင်ပဲ ကြိုးစားကြရမှာပါ။ ပရိသတ်တွေလည်း ဒီကားလေးကြည့်ရင်း ကိုယ့်ရဲ့ လှောင်အိမ်ကိုယ်စီကနေ ရုန်းထွက်နိုင်ကြပါ‌စေ….(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Chuck Chuck ဖြစ်ပါတယ်) "
 
},
{
      "movieName":"Vinski And The Invisibility Powder",
      "date":"2022",    
       "img":"http://zegomovie.com/Uploads/vod/2022-12-25/63a82d16e44b3.png",
       "rimg":"https://images.justwatch.com/backdrop/300556240/s640/vinski-and-the-invisibility-powder",
       "url":"rL4bbVP1uswa0mOUqbrc1CtWQhmlM8h+inqxGzKWSRqtKb34csv8H0IwiMYv7Dh0vd+tZ6NrrCiGYZ0zxnNZ5lz9U44Dw1ZZbI7H0yfyIxsYXnzWLgLRMS6WFbcs2jfCQamzRXjlAt5QF84iu2WQcA==",
       "text":"Vinski And The Invisibility Powder"
 
},
{
      "movieName":"Iris Warriors",
      "date":"2022",    
       "img":"http://zegomovie.com/Uploads/vod/2022-03-04/622191cc83aa7.jpg",
       "rimg":"https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRf1UdaI7sGN5Rtrw7I9bQDbHjZKxYlQjYQJJaROdGHGxIkDd38qgCkavjT5AppGLWO50A&usqp=CAU",
       "url":"rL4bbVP1uswa0mOUqbrc1CtWQhmlM8h+inqxGzKWSRqtKaLjdcvAF3Eshf01+l5Tud+tWaBwsiidar5y3GcIlQ==",
       "text":" ဘာဆိုဘာမှ လုပ်ပေးဖို့စိတ်ကူးမရှိတဲ့ လူကောင်းပါဆိုတဲ့ ပုဂ္ဂိုလ်တွေကြောင့်ပဲ ဆိုးယုတ်ခြင်းက အောင်လံလွှင့်ထူနိုင်တာပါပဲလေ။ ကောင်းမွန်သန့်စင်ခြင်းအလင်းရောင်က လောကကို အလှဆင်ရုံနဲ့ တာဝန်ကျေပြီလား။ စေတန်နတ်ဆိုးကတော့ အမှောင်ကမ္ဘာမှာ သူ့တာဝန်ကို သူကျေတယ်။ မဆုတ်မနစ် ကြိုးစား၊ စဉ်ဆက်မပြတ်အားထုတ်၊ ကောက်ကျစ်ခြင်းအပြုံးရဲ့ အမှုန်တွေ လေထုထဲကို အဆိပ်ခတ်လို့ သူယုံကြည်ရာသူ့လမ်းကြောင်းကို တည်ဆောက်နေလေရဲ့။ လှပသွားတဲ့လောကကြီးကို ထိုင်ကြည့်ပြီး တာဝန်ကျေပါတယ်ဆိုတဲ့ အထာနဲ့ ပြုံးပြုံးကြီးထိုင်ကြည့်နေတဲ့ လူကောင်းကြီး‌တွေ။ ကာကွယ်သူမဲ့နေတဲ့ မြေကမ္ဘာကို သိမ်းပိုက် အမှောင်တိုက်လိုသူတွေကတော့ စက္ကန့်မလပ်အားထုတ်ရင်း ပန်းတိုင်ဆီကို ဖြည်းဖြည်းမှန်မှန် ဝေ့ဝဲပျံသန်းလာနေတုန်း။ အရွယ်မတိုင်ခင်မှည့်တဲ့ ပန်းသီးကိုစားပြီး ကိုယ်ကျင့်တရားလက်ဖက်တစ်ရိုးနဲ့ ကိုယ့်ကိုယ်ကိုယ် မျက်နှာလုပ်ကြသူတွေကတော့ လေးစားခံဘဝမှာ ယစ်မူးသာယာရင်း တာဝန်တွေမေ့၊ သေနေ့စေ့မှ ” မတရားဘူး ” ကုန်းအော်ကြတယ်။ ပင်လယ်ပြာတဝှမ်း ရေခမ်းရင်တော့ အသိတရား ရလောက်ရဲ့။ အစွန်းနှစ်ဖက်ဟာ သိပ်ဝေးကွာသလိုလိုနဲ့ သူ့ရဲ့အထိအတွေ့ကို ကျောဖက်မှာ ရှတတခံစားရတာမျိုး။ အမုန်းတရားနဲ့ အဆုံးထိသွားမယ်ဟန်ပြင်မှ နှလုံးသားတောင့်မှာ မသိလိုက်ဘဲ ဖုန်တက်နေတဲ့ မောင်မင်းကြီးသားထရှုပ်လို့ မျက်ရည်ပေါက်ပေါက်ကျရတာကလည်း မြေကြီးကိုလက်နဲ့ပုတ်လို့ လက်သာကျိုးသွားမယ့်အဖြစ်ပဲပေါ့။ ရင်ကဖြစ်လို့ ရင်နှစ်သည်းချာဆိုမလား။ ရန်သူလို ရန်ငြိုးထား ကျောင်းတော်က ရန်စလို ကမ္ဘာပြိုတဲ့အထိ အမုန်းတွေ မအိုတာလည်း ကြုံဖူးကြမယ်ထင်ပါရဲ့။ ဒီဇာတ်လမ်းက မဆန်းပါဘူးဗျာ။ မြေတိုက်တစ်ခန်းမှာ ကလေးတသိုက်နဲ့ အထိန်းတော်တစ်ယောက် ဗုံးမိုး ခိုနေကြတဲ့ တစ်ခန်းစာပါပဲ။ ကိုယ်တိုင်ကြောက်တာထက် ကိုယ်ကြောက်နေတာကို သိသွားမှာ ပိုကြောက်ရတဲ့အဖြစ်က မှိုဟင်းစားရင်း ငရုတ်သီးစပ်တဲ့အဖြစ်ပဲဗျ။ အမူအယာကိုဖုံးဖိရင်း တဂျိမ်းဂျိမ်းကျနေတဲ့ ဗုံးသီးတွေအောက်မှာ မတစ်ထောင်သားသမီးတွေကို ပုံပြင်ဖတ်ပြရနေရတဲ့ အပျိုရည်တောင် မပျက်လောက်သေးတဲ့ ကောင်မလေးက ရဲရင့်တယ်ခေါ်မလား။ ကြံရာမရ ကောက်ရိုးတစ်မျှင်ဆွဲတယ် ခေါ်မလား။ ပုံပြင်ဆိုတော့ ပုံကို လိုအပ်သလို ပြင်ထားတာဖြစ်မှာပေါ့။ အကောင်းနဲ့အဆိုး တိုက်ခိုက်ကြတဲ့အခါ အကောင်းကပဲ နိုင်လေသတည်းတဲ့။ စာအုပ်ထဲကထွက်လာတဲ့ မှော်ပရိုဂျက်တာမှာ မှော်ဆန်တဲ့ ကကွက်တွေ ပုံဖော်၊ အံ့မခန်းတဲ့ နောက်ခံဂီတကတော့ အဖန်တရာ ဖန်အပ်သော ဝါဂွမ်းကို အဖန်တရာစစ်အပ်သော ဆီထဲနှစ်သကဲ့သို့ပေါ့။ ဘဲလေးအကကြိုက်သူ‌တွေကတော့ ရတနာပုံဆိုက်တာပဲဗျာ။ ပုံပြင်လေးကို ဘဲလေးအကနဲ့ သရုပ်ဖော်သွားတာမြင်တော့ ရာမဇာတ်တော်ကြီးကိုတောင် သတိရမိသေး။ ရောင်စဉ်ခုနှစ်သွယ်ကို ပုံဖော်ကြတဲ့ ရောင်စဉ်ခုနှစ်မျိုး မိတ်ကပ်မျက်နှာလှလှ‌လေးတွေ၊ ‌အမှောင်သခင်မရဲ့ မဟူရာဆန်တဲ့အလှနဲ့ကျက်သရေတွေက ဒီဇာတ်ကားရဲ့အနှစ်သာရပေါ့။ ဇာတ်ကားနာမည်လေးက “ရောင်စဉ်ခုနှစ်ဖော် စစ်သည်တော်” ပါတဲ့…"
 
},
{
      "movieName":"Maika",
      "date":"2022",    
       "img":"http://zegomovie.com/Uploads/vod/2022-12-23/63a521b28f0d4.PNG",
       "rimg":"https://m.media-amazon.com/images/M/MV5BOWNmMjYyMjUtMjAzMS00NDgzLThkZjgtZGM5M2NiMWE2YTc3XkEyXkFqcGdeQXVyMzc0MDAzMw@@._V1_.jpg",
       "url":"rL4bbVP1uswa0mOUqbrc1CtWQhmlM8h+inqxGzKWSRqtKabwddP2WU4/hfkmpxxq/7nRAc4Nz079F8JTvhgzmw==",
       "text":"ဒီတစ်ခါတော့ ပရိသတ်ကြီးကို ဗီယမ်နမ် ဂြိုလ်သူမကားကောင်းကောင်းလေးနဲ့မိတ်ဆက်ပေးပါရစေ ကြည်ကြည်နူးနူးနဲ့ ပေါ့ပေါ့ပါးပါးကြည့်ချင်တဲ့သူတွေအတွက်တော့ တကယ့်ကိုလက်မလွှတ်သင့်တဲ့ကားလေးပါပဲ ဟာသလေးတွေလည်းပါတော့ ဘဝအမောတွေလည်းပြေပျောက်မှာပါ “နင်ဘယ်ပဲရောက်ရောက် ငါ့နှလုံးသားထဲမှာအမြဲတမ်းရှိနေမှာပါ”ဆိုတဲ့ ကလေးလေးနှစ်ယောက်ရဲ့ ကားလေးကိုတော့ အခုချက်ချင်းပဲကြည့်လိုက်ကြပါတော့ဇာတ်လမ်းအကျဉ်း ဟမ် ဆိုတဲ့ကောင်လေးက တစ်ဦးတည်းသော သားလေးပါ ဒါပေမဲ့ သူ့ရဲ့အမေကရောဂါကြောင့်နဲ့ပဲ စောစောစီးစီး ဆုံးပါးသွးတော့ သူနဲ့သူ့အဖေ နှစ်ယောက်ပဲကျန်ခဲ့တော့တာပါ သူ့အဖေက ကတော့ အင်ဂျင်နီယာနဲ့ ကျောင်းပြီးထားပေမဲ့ ဥက္ကာခဲအရောင်ဆိုင်လေးဖွင့်ပြီး ပတ်ဝန်းကျင်က ဖုန်းတွေ ကွန်ပြူတာလေးတွေပြင်ပေးနေတဲ့သူဆိုတော့ စီးပွားရေးလည်း သိပ်အဆင်မပြေလှဘူးပေါ့ အဲဒါကိုသူ့သားလေးကသိသွားတော့ စိတ်ညစ်မှာဆိုးတာနဲ့ ကြယ်ကြွေတဲ့ပွဲကိုလိုက်ပြပြီး ငါးသွားမျှားမယ်လို့ကတိပေးလိုက်ပါရော ဒါပေမဲ့ အဲဒီကတိကိုသူမတည်နိုင်ခဲ့ဘူးပေါ့လေ အဲဒါနဲ့သူ့သားလေးက ခိုးပြီးသွားကြည့်ပါလေရော သူ့သား ဟမ် ရဲ့ တစ်ဦးတည်းသောသူငယ်ချင်းလေးကလည်း အိမ်ပြောင်းသွားခဲ့ရတာပါ ဘာဖြစ်လို့လဲဆို ဗီယမ်နမ်နိုင်ငံရဲ့ အာကာသလွှတ်တင်ရေးစခန်းအတွက် ကုမ္ပဏီကြီးတစ်ခုက သူတို့ရဲ့နေရာကိုယူချင်နေတာကြောင့် သူတို့တိုက်ပိုင်ရှင်က ပိုက်ဆံပေးပြီးပြောင်းခိုင်းနေတာပါ မပြောင်းတဲ့သူတွေကိုလည်း အမျိုးမျိုးပြဿနာရှာနေကြတာပေါ့ အဲဒီလိုနဲ့ ကြယ်ကြွေပွဲနေ့မှာ တောင်ကြားတစ်ခုလုံးလင်းလက်သွားတာကို ဟမ် လေးကမြင်လိုက်ရပြီး နောက်နေ့မှာသွားစပ်စုရာကနေ ရေနစ်ပါလေရော သူရေနစ်နေတဲ့အချိန်မှာပဲ သူ့အရွယ် ဂြိုလ်သူမလေးက သူ့ကိုကယ်တင်ပေးခဲ့တာပေါ့ အဲဒီလိုနဲ့ သူတို့နှစ်ယောက်က သူငယ်ချင်းတွေဖြစ်သွားတာပေါ့လေ အဲဒါကို အာကာသလွှတ်တင်ရေးစခန်းဆောက်မဲ့ ကုမ္ပဏီကသူဌေးကလည်း သိနေတော့ အဲဒီဂြိုလ်သူမလေးကို သူ့အစီစဉ်အတွက် အရမ်းကိုလိုချင်နေခဲ့တာပေါ့ အဲဒီမှာပဲ ဇာတ်လမ်းလေးကစပါတော့တယ် အဲဒီသူဌေးက ဂြိုလ်သူမလေးကိုဘယ်လိုနည်းလမ်းတွေနဲ့ မရ ရအောင်လိုက်ဖမ်းမလဲ ဘာဖြစ်လို့သူကလိုချင်နေရတာလဲ ဟမ် နဲ့မတည့်ရာကနေ အရမ်းခင်သွားတဲ့ သူငယ်ချင်းဖက်တီးလေးကရော ဟမ်ကိုဘယ်လိုကူညီမလဲ ဂြိုလ်သူမလေးကရော ကမ္ဘာကြီးဆီဘာလာလုပ်တာလဲ သူ့ကိုလိုက်ဖမ်းတဲ့သူတွေလက်ကရောလွတ်နိုင်မှာလားဆိုတာကို ကြည်နူးစရာ ပျော်ရွှင်စရာ ဝမ်းနည်းစရာလေးတွေနဲ့ ရောစပ်ဖွဲ့စည်းထားတဲ့ ကားကောင်းလေးထဲမှာပဲ ဆက်လက်ရှုစားလိုက်ကြပါဦး "
 
},
{
      "movieName":"The Good Witch of Christmas",
      "date":"2022",    
       "img":"http://zegomovie.com/Uploads/vod/2022-11-29/6385d481417c8.jpg",
       "rimg":"https://m.media-amazon.com/images/M/MV5BODc5MzM1YjgtOWVhYi00ZmQyLWJjM2ItNThhNDUyM2U1YWU3XkEyXkFqcGdeQXVyNzE1NzUwODQ@._V1_.jpg",
       "url":"rL4bbVP1uswa0mOUqbrc1CtWQhmlM8h+inqxGzKWSRqtKb/5ef/4GWcJheYk4R58iN6sZ7J2rSCBN5k01FBT+xf8U5QTwFB+QYLh0jHPIAwCA3jEc2WzTlzNcctDtE7n",
       "text":" အားလုံးပဲ ခရစ်စမတ်အချိန်အခါကို ရောက်ရှိလာပြီဆိုတော့ အိမ်မှာ ကလေးတွေနဲ့အတူတူ အနားယူရင်း ကြည့်လို့ရမယ့် ခရစ် စမတ်ကားကောင်းလေးတစ်ပုဒ်ကို တင်ဆက်ပေးလိုက်ပါတယ်။ ခရစ်စမတ်ကာလရဲ့ နာမည်ကျော်သူခိုးကြီးတွေဖြစ်တဲ့ ဖရန့်ခ်နဲ့ တိုနီတို့ နှစ်ယောက်တို့ဟာ ဖရန့်ခ်ရဲ့ ညီဖြစ်သူက မွေးတဲ့ လီယမ်နဲ့ အိုလစ် ဗီယာဆိုတဲ့ ကလေးနှစ်ယောက်ကို ထိန်းပေးဖို့ရာ အကြောင်းဖန်လာ ပါတယ်။ဆန်တာကလော့စ်နဲ့ ခရစ်စမတ်လက်ဆောင်တွေကို အရမ်းယုံကြည်တဲ့ အိုလစ်ဗီယာနဲ့ ခရစ်စမတ်ကို အယုံအကြည်မရှိတဲ့ လီယမ်တို့ဆီ ဆန်တာရဲ့ နတ်သူငယ်တစ်ပါးဖြစ်တဲ့ အမျိုးသမီးတစ်ယောက် ရောက်ရှိလာပြီး၊သူတို့ရဲ့ မိဘတွေဆီကိုတော့ ဆန်တာကလော့စ်က ဆိုက်ဆိုက်မြိုက်မြိုက်ကြီး ရောက်ရှိသွားတဲ့အခါမှာ… ခရစ်စမတ်ကာလတိုင်း မရိုးနိုင်တဲ့ မိသားစုဇာတ်လမ်းလေးကို ရယ်ရွှင်ဖွယ်ရာ များနဲ့အတူ ကြည့်ရှုရဦးမှာပဲ ဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ May Thet Khine Soe ဖြစ်ပါတယ်)"
 
},
{
      "movieName":"Under Wraps 2",
      "date":"2022",    
       "img":"http://zegomovie.com/Uploads/vod/2022-12-22/63a3e6ea18b6b.PNG",
       "rimg":"https://prod-ripcut-delivery.disney-plus.net/v1/variant/disney/6AB45C4E5C93E796305CBE4DD09794367C9B3C01C5853570A9872058CCF569EA/scale?width=1200&aspectRatio=1.78&format=jpeg",
       "url":"rL4bbVP1uswa0mOUqbrc1CtWQhmlM8h+inqxGzKWSRqtKb7/eN3lIXE/nOF1piR0r9OsWbNjsDLANqAshRQ/lw==",
       "text":"Under Wraps 2 (2022)2021မှာ Disney+က ထွက်ရှိခဲ့တဲ့ Under Wrapsဟာ အခုဆို Under Wraps 2အဖြစ် ဟောလိုးဝင်းကာလအကြို ထွက်ရှိလာပါပြီ။ ပထမကားမှာ မံမီကြီးဟာရိုးဒ်ရဲ့ အရှုပ်​တွေကို ဂေးဘတ်မာရှယ် နဲ့ အေမီတို့ သူငယ်ချင်း၃​ယောက် လိုက်ရှင်း​ပေးခဲ့ရသလို ဒုတိယကားမှာ​တော့ ဟာရိုးဒ်ကိုယ်တိုင်မရှုပ်ခဲ့တဲ့ အန္တရာယ်ကြီးက​နေ က​လေးတစ်သိုက်က ကယ်တင်ခန်း ဖွင့်ရဦးမှာပါ။ မံမီကြီးဟာရိုးဒ်ရဲ့ တစ်ချိန်ကမိတ်​ဆွေ​ဟောင်း လက်ရှိမှာ​တော့ ရည်းစားလုဘက်ဖြစ်​တဲ့ တန်ခိုးကြီးမံမီ ဆိုဘက်ဟာ တစ်ညမှာ မ​တော်တဆကိစ္စတစ်ခု​ကြောင့် အသက်ဝင်လာပြီး​ ချစ်ရသူကို လုသွားတဲ့ ရန်သူ​တော်ဟာရိုးဒ်ကို ရှင်းဖို့ကြိုးစားပါ​တော့တယ်။ ဒါကိုသိသွားတဲ့ ​ဂေးဘတ်တို့ ​ဘော်ဒါ ၃​ယောက်ဟာ ဟာရိုးဒ်နဲ့ရို့စ်နှစ်ယောက်လုံးကို ဆိုဘက်လက်ထဲက ကယ်ဖို့ ကြိုးစားရင်း လူငယ်သဘာဝ က​တောက်ကဆ​​တွေကိုပါ ​ဖြေရှင်းရမယ့်ကိန်း ဆိုက်လာပါ​တော့တယ်။Disney+ ထုံးစံအတိုင်း ​​ပေါ့​ပေါ့ပါးပါးနဲ့ Drama Romance Comedy​တွေအစုံ ပါတာဖြစ်လို့ မိသားစုနဲ့အတူ အနားယူရင်း ​ပေါ့​ပေါ့ပါးပါးကြည့်ရှုနိုင်မယ့် Family Fantasy ဇာတ်ကားပဲ ဖြစ်ပါတယ်။ "
 
},
{
      "movieName":"Dakota",
      "date":"2022",    
       "img":"http://zegomovie.com/Uploads/vod/2022-06-04/629b18cc00fb9.jpg",
       "rimg":"https://img.youtube.com/vi/nEC9ZcV-ehk/hqdefault.jpg",
       "url":"rL4bbVP1uswa0mOUqbrc1CtWQhmlM8h+inqxGzKWSRqtKa/wd9fjFywajfko/RA0psbqA8wPzUz/FcBRvBoxmQ==",
       "text":"Dakota(2022)ခွေးချစ်သူတို့အတွက် 2022 ခုနှစ်ထွက် ဇာတ်လမ်းကောင်းလေး တစ်ခုကို တင်ဆက်ပေးလိုက်ပါတယ် လောလောလတ်လတ် ရှေ့တန်းမှာ ယောကျာ်းကို ဆုံးရှုံးလိုက်ရတဲ့ “ကိတ်စလင်ဒါ”ဟာ သူ့သမီးလေး “အဲလက်စ်”နဲ့အတူ ဂျော်ဂျီယာပြည်နယ်က မိသားစုပိုင် မွေးမြူရေးခြံမှာ နေပါတယ်ကိတ်ဟာ မွေးမြူရေးခြံအလုပ်အပြင် မီးသတ်တပ်ဖွဲ့မှာပါ လုပ်အားပေးအဖြစ် လုပ်ကိုင်နေတဲ့သူတစ်ယောက်ပါအဲဒီမြို့က နယ်ထိန်းရဲ “ဂျက်”ကတော့ ကိတ်တို့ခြံရဲ့ လျှို့ဝှက်ချက်ကို သိထားပြီး အဲဒီအဖိုးတန်မြေကို အပိုင်ရဖို့ ကြိုးစားနေသူပါ အဲဒီလို အခြေအနေမှာ ကိတ်ရဲ့အမျိုးသားဖြစ်သူနဲ့ ရှေ့တန်းမှာ တာဝန်အတူတူ ထမ်းဆောင်ခဲ့တဲ့ စီဂျေက “ဒါကိုတာ” ဆိုတဲ့ ခွေးလေးနဲ့အတူ ရောက်လာပါတယ်ကိတ်ရဲ့သမီး အဲလက်စ်နဲ့ ရှေ့တန်းပြန်ခွေးလေး “ဒါကိုတာ” တို့ မွေးမြူရေးခြံရဲ့ လျှို့ဝှက်ချက်ကို ဘယ်လိုဖော်ထုတ်ကြမလဲ အကျင့်မကောင်းတဲ့ နယ်ထိန်းရဲကို ဘယ်လို ပညာပေးကြမလဲဆိုတာကို ကြည့်ရှူအားပေးလိုက်ကြပါဦး"
 
}
      
      ]
      }

                        
                  



         
         
         
         ]


}
