{
         

"movies":[

{

"movType":"Horror & Thriller",
"mors":"no",
"movietype":[

    {
         "movieName":"Deep in the Forest",
         "date":"2022",
          "rating":"6.0",     
          "img":"https://www.themoviedb.org/t/p/w600_and_h900_bestv2/bnJ4ek6QKFvEoCQzxpllIRn59Zw.jpg",
          "rimg":"https://www.themoviedb.org/t/p/w533_and_h300_bestv2/q2ilgxGlGGr9P9XF0wXpNI1XgVu.jpg",
          "url":"http://www.zegomovie.com/Videos/FernandoTorresTheLastSymbol/index.m3u8",
          "text":"DEEP IN THE FOREST (2021)\nရုပ်ရှင်အကြောင်းမပြောခင် IMDb Ratingအကြောင်း အရင်စချင်ပါတယ်။ ဘာလို့ဆို ဒီရုပ်ရှင်ဟာ ဇာတ်လမ်းဇာတ်ကွက် သိပ်ကောင်းတဲ့ ရုပ်ရှင်မို့ပါပဲ။ IMDb Ratingတွေဟာ တော်တော်မယုံရတဲ့ထဲပါပါတယ်။ ဥပမာ ထိပ်ဆုံးကားတွေထဲ ထပ်ခါတလဲလဲရိုက်နေတဲ့ လင်းနို့လူသားကားကို မူးနောက်နေအောင်ရိုက်တတ်တဲ့ လူက ရိုက်ထားတဲ့ကားလည်း ပါပါတယ်။ အခန်းလေးထဲတင် စကားများပြီး ပြီးသွားတဲ့ အဖြူအမဲကားလည်းပါပါတယ်။ အဲဒီထက်ပိုဆိုးတာကတော့ ဘာဇာတ်အိမ်မှရေရေရာရာမရှိတဲ့ ရိုက်တာတောင် လက်မငြိမ်တဲ့ တရုတ်ကားတွေ ၊ ကြာခိုတာကို နစ်နာရီလောက်ရိုက်ပြသွားတဲ့ တရုတ်ကားတွေ ၊ မိသားစုတစ်ခုထဲက မထူးမဆန်းဟာတွေကို ရိုက်ပြပြီး ပြီးသွားတဲ့ ဂျပန်ကားတွေက rating 8တွေအထိနေရတာပါပဲ ။ Ratingအတိုင်း ယုံရတာ mcuရုပ်ရှင်တွေနဲ့ ကုလားကားတွေလောက်ပဲရှိပါတယ်။ rating များပြီး တကယ်လည်းကောင်းတဲ့ကားတွေပါပဲ။ ဒီတော့ပြောချင်တာက ဒီရုပ်ရှင်ရဲ့ ratingကို မယုံကြပါနဲ့။ ဒီရုပ်ရှင်ရဲ့ ဇာတ်အိမ်ဟာ အင်မတန်ဆန်းပြားတဲ့ ဇာတ်အိမ်ပါပဲ။ ဒီမိုကရေစီနဲ့ နာမည်ကြီးတဲ့ အမေရိကန်ကြီး ဖက်ဆစ်ဆန်သွားတဲ့အကြောင်းပေါ့။ ကားစစမှာ အမေရိကန်အစိုးရက ဂျာမန်တွေသုံးတဲ့နည်းသုံးပြီး အစိုးရကိုဆန့်ကျင်တဲ့သူတွေကို ဖြိုခွင်းဖို့လုပ်တယ်။ ကိုယ့်လွှတ်တော်အဆောက်အဦးကို ကိုယ့်ဘာသာဗုံးခွဲပြီး အစိုးရကိုဆန့်ကျင်တဲ့လူတွေလုပ်ပါတယ်ဆိုပြီး လိုက်ဖမ်းတာပေါ့။ ဒီလိုနဲ့ အစိုးရကို ဆန့်ကျင်တဲ့လူတွေက တောခိုသွားတယ်။ ကားနာမည်ကိုက တောကြီးမျက်မည်းတဲ့လေ။ တောကြီးမျက်မည်းကနေ မတရားတဲ့ အစိုးရကိုဆန့်ကျင်တဲ့သူတွေရဲ့ အဖြစ်သနစ်ကို ရိုက်ပြထားပါတယ်။ ထူးတာက ဒီကားက အမေရိကန်ရဲ့မရှိသေးတဲ့ ဒုတိယအကြိမ်မြောက် ပြည်တွင်းစစ်ကာလမှာ ဇာတ်အိမ်တည်ထားတာပါ။ ဒီလိုဆန်းဆန်းပြားပြား အိုင်ဒီယာနဲ့ရိုက်ပြီး တောတွင်းက လူ့သဘောမနောတွေကို သေချာပုံဖော်ထားတဲ့ ရုပ်ရှင်ကိုကျ rating နည်းနေပြီး အပေါ်က ဘာမှန်းမသိတဲ့ကားတွေမှာကျ များနေတဲ့ ratingကိုမယုံကြည်ဘဲ ခေတ်ကာလအခြေအနေကိုလည်း ထပ်ဟပ်မှုရှိတဲ့ တကယ့်ကားကောင်းကို လက်လွတ်မခံဘဲကြည့်ကြစေချင်ပါတယ်။",
             
    

          "moreUrl":[
                   {
                   "url": "http://www.zegomovie.com/Videos/FernandoTorresTheLastSymbol/index.m3u8",
                  "urlType":""
                   }
          
          ]
             
        
    }

]
}
         ]


}
