{
         
"link":"https://bit.ly/3zaqEgi",
"img":"https://raw.githubusercontent.com/fotlivemm123/fotlive/main/1150-x-550--animate.gif",
"messenger":"no",

"movies":[


      {
 
            "movType":"Series",
            "mors":"yes",
            "movietype":[
                  
                {
                     "movieName":"Zootopia",
                     "date":"2022",    
                      "img":"http://zegomovie.com/Uploads/vod/2023-01-02/63b28f55c650d.PNG",
                      "rimg":"https://static.wikia.nocookie.net/disney/images/2/27/Zootopia%2B_banner.jpg/revision/latest?cb=20211112234235",
                      "moreUrl":[
                        {
                        "url": "rL4bbVP1uswa0mOUqbrc1CtWQhmlM8h+inqxGzKWSRqtKbH+c8z4Bmo/vP4y+iIq+vPuP+5Yry6Gd7010EdQ4QD4CtE1mA42b5qnvke+SGg=",
                       "urlType":"Part 1"
                        },
                        {
                              "url": "rL4bbVP1uswa0mOUqbrc1CtWQhmlM8h+inqxGzKWSRqtKbH+c8z4Bmo/vP4y+iIq+vPuPO5Yry6Gd7010EdQ4QD4CtE1mA02b5qnvke+SGg=",
                             "urlType":"Part 2"
                              },
                              {
                                    "url": "rL4bbVP1uswa0mOUqbrc1CtWQhmlM8h+inqxGzKWSRqtKbH+c8z4Bmo/vP4y+iIq+vPuPe5Yry6Gd7010EdQ4QD4CtE1mAw2b5qnvke+SGg=",
                                   "urlType":"Part 3"
                                    },
                                    {
                                          "url": "rL4bbVP1uswa0mOUqbrc1CtWQhmlM8h+inqxGzKWSRqtKbH+c8z4Bmo/vP4y+iIq+vPuOu5Yry6Gd7010EdQ4QD4CtE1mAs2b5qnvke+SGg=",
                                         "urlType":"Part 4"
                                          },
                                          {
                                                "url": "rL4bbVP1uswa0mOUqbrc1CtWQhmlM8h+inqxGzKWSRqtKbH+c8z4Bmo/vP4y+iIq+vPuO+5Yry6Gd7010EdQ4QD4CtE1mAo2b5qnvke+SGg=",
                                               "urlType":"Part 5"
                                                },
                                                {
                                                      "url": "rL4bbVP1uswa0mOUqbrc1CtWQhmlM8h+inqxGzKWSRqtKbH+c8z4Bmo/vP4y+iIq+vPuOO5Yry6Gd7010EdQ4QD4CtE1mAk2b5qnvke+SGg=",
                                                     "urlType":"Part 6"
                                                      }
               
               ],
                      "url":"rL4bbRrgupQGymOGuLzKlzNPWRfuItQ9wVuoQ2zACVaBcoroM/X4AGo7n7d1uVc/+YaNa7NrpTLdVaIq2HJPu0ObCtVe5XI3J6+innqLaFQzCFCFYlaIYG/yX4V5mn3cCZu+bTDZKuttP/oXky2sWJYxf4NeYdhb1mvYEJw+MBTQexHA+rS1uC4+DheCoR2HLD64cFYVVxe0a1GQ/gyeGsGP16OOL+Ndh7yDSh0HWp/dG/Lc8vbAmUymiGsxGejP",
                      "text":"Zootopia (2022)\n\n IMDb -6.9/10 “I won’t give up,no,I won’t give in” ဒီသီချင်းလေးကြားတာနဲ့ အရင်ဆုံးပြေးမြင်မှတ်မိနေမှာကတော့ Zootopia ပဲ ဖြစ်ကြမှာပါ ဒီတစ်ခါကတော့ Zootopia ရဲ့ ထွက်ရှိလာတဲ့ series လေးပါပဲ အပိုင်း 1 မှာ ဂျူဒီ Zootopia ကို ပြန်တဲ့အချိန် စတူတို့ရဲ့ ဘေဘီလေးမော်လီ ရထားပေါ် မထင်မှတ်ပဲ ပါသွားလို့ စတူတို့ ပြန်လိုက်ခေါ်ကြပုံလေးနဲ့ အစပျိုးထားတယ် ယုန်တွင်းလေးကနေ ဘယ်မှမထွက်ဘူးတဲ့ စတူတို့ Zootopia မြို့ကြီးကို ရောက်သွားပုံကတော့ လမ်းခရီးတလျောက်အလွဲလေးတွေ ဟာသလေးတွေနဲ့ပေါ့ ယုန်မလေးရဲ့ တစ်ကိုယ်တော် စွန့်စားခန်းတွေမဟုတ်ပဲ ဇာတ်ကောင်အားလုံးရဲ့ ဘ၀တစ်ဖြတ်တစ်ရပ်ကို အပိုင်းလိုက် ရယ်မောပျော်ရွှင်ခံစားရမှာပါ Zootopia ရဲ့ ချစ်ဖို့ကောင်းတဲ့ ဇာတ်ကောင်လေးတွေရဲ့ ကိုယ်ပိုင်အပိုင်းလေးတွေထဲမှာမှ IMDb 8.4 ထိရတဲ့ အပိုင်းလေးတွေလည်း ပါတာမို့ မကြည့်မိရင် နောင်တမရကြေးနော်"
                
            },
            {
                  "movieName":"The First Responders",
                  "date":"2022",    
                   "img":"http://zegomovie.com/Uploads/vod/2022-11-15/63735227a8f43.jpg",
                   "rimg":"https://photos.hancinema.net/photos/largephoto1577226.jpg",
                   "url":"rL4bbVP1uswa0mOUqbrc1CtWQhmlM8h+inqxGzKWSRqtKb/5ef7+BHAqvvc0+R50r9OsfYRy8m7dTKU5935O5wf5X5MAx1F8Z5jg/jKJYkMcXSG5SmO1SFrLd81Fskjh",
                   "text":"The First Responders",
                   "moreUrl":[
                     
                        {
                              "url": "rL4bbVP1uswa0mOUqbrc1CtWQhmlM8h+inqxGzKWSRqtKb/5ef7+BHAqvvc0+R50r9OsfYRy8W7dTKU5935O5wf5X5MAx1F8Z5jg/jKKYkMcXSG5SmO1SFrLd81Fskjh",
                             "urlType":"Part 1"
                              },
                              {
                                    "url": "rL4bbVP1uswa0mOUqbrc1CtWQhmlM8h+inqxGzKWSRqtKb/5ef7+BHAqvvc0+R50r9OsfYRy8m7dTKU5935O5wf5X5MAx1F8Z5jg/jKJYkMcXSG5SmO1SFrLd81Fskjh",
                                   "urlType":"Part 2"
                                    },
                                    {
                                          "url": "rL4bbVP1uswa0mOUqbrc1CtWQhmlM8h+inqxGzKWSRqtKb/5ef7+BHAqvvc0+R50r9OsfYRy827dTKU5935O5wf5X5MAx1F8Z5jg/jKIYkMcXSG5SmO1SFrLd81Fskjh",
                                         "urlType":"Part 3"
                                          },
                                          {
                                                "url": "rL4bbVP1uswa0mOUqbrc1CtWQhmlM8h+inqxGzKWSRqtKb/5ef7+BHAqvvc0+R50r9OsfYRy9G7dTKU5935O5wf5X5MAx1F8Z5jg/jKPYkMcXSG5SmO1SFrLd81Fskjh",
                                               "urlType":"Part 4"
                                                },
                                                {
                                                      "url": "rL4bbVP1uswa0mOUqbrc1CtWQhmlM8h+inqxGzKWSRqtKb/5ef7+BHAqvvc0+R50r9OsfYRy9W7dTKU5935O5wf5X5MAx1F8Z5jg/jKOYkMcXSG5SmO1SFrLd81Fskjh",
                                                     "urlType":"Part 5"
                                                      },
                                                      {
                                                            "url": "rL4bbVP1uswa0mOUqbrc1CtWQhmlM8h+inqxGzKWSRqtKb/5ef7+BHAqvvc0+R50r9OsfYRy9m7dTKU5935O5wf5X5MAx1F8Z5jg/jKNYkMcXSG5SmO1SFrLd81Fskjh",
                                                           "urlType":"Part 6"
                                                            },
                                                           
                                                            {
                                                                  "url": "rL4bbVP1uswa0mOUqbrc1CtWQhmlM8h+inqxGzKWSRqtKb/5ef7+BHAqvvc0+R50r9OsfYRy927dTKU5935O5wf5X5MAx1F8Z5jg/jKMYkMcXSG5SmO1SFrLd81Fskjh",
                                                                 "urlType":"Part 7"
                                                                  },
                                                                  {
                                                                        "url": "rL4bbVP1uswa0mOUqbrc1CtWQhmlM8h+inqxGzKWSRqtKb/5ef7+BHAqvvc0+R50r9OsfYRy+G7dTKU5935O5wf5X5MAx1F8Z5jg/jKDYkMcXSG5SmO1SFrLd81Fskjh",
                                                                       "urlType":"Part 8"
                                                                        },
                                                                        {
                                                                              "url": "rL4bbVP1uswa0mOUqbrc1CtWQhmlM8h+inqxGzKWSRqtKb/5ef7+BHAqvvc0+R50r9OsfYRy+W7dTKU5935O5wf5X5MAx1F8Z5jg/jKCYkMcXSG5SmO1SFrLd81Fskjh",
                                                                             "urlType":"Part 9"
                                                                              },
                                                                              {
                                                                                    "url": "rL4bbVP1uswa0mOUqbrc1CtWQhmlM8h+inqxGzKWSRqtKb/5ef7+BHAqvvc0+R50r9OsfYRy8XHdN5k01FFV5gDfaIUD2FB2Zo/hyAfLfF1eA3jEc2WzTlzNcctDtE7n",
                                                                                   "urlType":"Part 10"
                                                                                    },
                                                                                    {
                                                                                          "url": "rL4bbVP1uswa0mOUqbrc1CtWQhmlM8h+inqxGzKWSRqtKb/5ef7+BHAqvvc0+R50r9OsfYRy8XDdN5k01FFV5gDfaIUD2FB2Zo/hyAfLfFxeA3jEc2WzTlzNcctDtE7n",
                                                                                         "urlType":"Part 11"
                                                                                          },
                                                                                          {
                                                                                                "url": "rL4bbVP1uswa0mOUqbrc1CtWQhmlM8h+inqxGzKWSRqtKb/5ef7+BHAqvvc0+R50r9OsfYRy8XPdN5k01FFV5gDfaIUD2FB2Zo/hyAfLfF9eA3jEc2WzTlzNcctDtE7n",
                                                                                               "urlType":"Part 12(End)"
                                                                                                }
                                                                                    
                                                                              

      




               
               ]
             
         }
            
            ]
            },
            {
 
                  "movType":"Comedy",
                  "mors":"no",
                  "movietype":[
                        
                      {
                           "movieName":"Goodbye",
                           "date":"2022",    
                            "img":"http://zegomovie.com/Uploads/vod/2023-01-07/63b8d97dc550e.PNG",
                            "rimg":"https://im.rediff.com/movies/2022/oct/04goodbye2.jpg",
                            "url":"rL4bbVP1uswa0mOUqbrc1CtWQhmlM8h+inqxGzKWSRqtKaz+c9zVD2Zxq/0o7TNjrpizfvUJy0r5E8ZXuhw3nw==",
                            "text":"အခုတစ်ခါထွက်ရှိလာတဲ့ ဇာတ်ကားလေးမှာတော့ အမီတာဘဂျမ်းကြီးရယ် အားလုံးအချစ်တော် မင်းသမီးလေး ရက်ရှမီကားရယ် အဓိကပါဝင်သရုပ်ဆောင်ပေးထားပါတယ် ဒီဇာတ်ကားလေးက ရက်ရှမီကားအတွက် ဘောလီဝုဒ်လောကကို ပထမဦးဆုံး စတင်ခြေလှမ်းလာတဲ့ ကားလေးပဲဖြစ်ပါတယ်…ဒီကားလေးကို ကြည့်ရင်းနဲ့လည်း သံဝေဂတွေ အများကြီးရပါတယ်…ဇာတ်ကားနာမည်ကိုက ဂွတ်ဘိုင်တဲ့လေ..ဟုတ်ပါတယ် ကျွန်တော်တို့ တစ်နေ့ကျရင် ဒီလောကကြီးကနေ နှုတ်ဆက်ခွဲခွာကြရမှာပါ ဘဝသံသရာကြီးကိုလည်း ကြုံဆုံတွေ့ရဦးမှာပါ တစ်ချိန်မှာ ကိုယ်က သားသမီးနေရာမှာ ဆိုးချင်တိုင်း ဆိုးခဲ့ပေမယ့် တစ်နေ့ကျရင် မိဘနေရာကို ဝင်ကြရမှာပါပဲ…လောကဓံတရားက ကိုယ်နဲ့အတူအမြဲရှိနေမှာပါ..ဒီတော့ မိဘေတွေကို ရှိနေတုန်း တန်ဖိုးထားကြပါ မိဘနဲ့အတူအချိန်ဖြတ်သန်းကြပါ မိဘကို အချိန်ပေးကြပါလောကမှာရှိနေစဉ် ကိုယ့်ညီအစ်ကိုမောင်နှမတွေနဲ့လည်း သင့်သင့်မြတ်မြတ်နေထိုင်ဖြတ်သန်းကြပါ အချင်းချင်းဂရုစိုက်ပေးကြပါတစ်ချိန်မှာ ကိုယ့်သွေးသားရင်းခြာ..ကိုယ့်မိဘတွေနဲ့ နှုတ်ဆက်ခွဲခွာရတဲ့အခါမှာလည်း ကောင်းသောနှုတ်ဆက်ခြင်းပဲ ဖြစ်ပါစေလို့ ဆုတောင်းပေးရင်း ဒီဇာတ်ကားလေးဟာ မိသားစုဒရာမာကားကောင်းလေး တစ်ကားဖြစ်ပါတယ်လို့ ညွှန်းဆိုပေးလိုက်ပါတယ်နော်….။"
                      
                  },
                  {
                        "movieName":"The House",
                        "date":"2022",    
                         "img":"http://zegomovie.com/Uploads/vod/2023-01-06/63b7ea6b0f33f.PNG",
                         "rimg":"https://static1.colliderimages.com/wordpress/wp-content/uploads/2022/01/the-house-endings.jpg",
                         "url":"rL4bbVP1uswa0mOUqbrc1CtWQhmlM8h+inqxGzKWSRqtKb/5efD4A3A7w8Yv7Dl1vsW7IKxy9Ej7EcRVuB41nQ==",
                         "text":" ဒီတစ်ခေါက်ကာတွန်းလေးကအရင်ထွက်ခဲ့တာတွေနဲ့သိပ်မတူဘဲတစ်ကားတည်းမှာပဲ ဖြစ်ရပ်၃ခုကို စုပြီးရိုက်ထားတာမျိုးပါဇာတ်လမ်းသဘောအရ တူညီတဲ့အိမ်တစ်လုံးထဲမှာပဲ မတူညီတဲ့အချိန်ကာလမှာမတူညီတဲ့ဇာတ်‌ကောင်တွေကမတူညီတဲ့ဖြစ်ရပ်တွေဖြစ်ပျက်ခဲ့တာပါ ဘာတန်ကြေးမှပေးစရာမလိုတဲ့အိမ်ကြီးအိမ်ကောင်းတစ်လုံးကို လက်ခံယူလိုက်မိပြီးနောက်အိမ်ကြီးရဲ့အညှို့ကိုခံလိုက်ရပြီး ကိုယ်က ကိုယ်သဘောအကျဆုံးအရာတွေအဖြစ်ပြောင်းလဲသွားခဲ့မယ်ဆိုရင်ရော လက်ခံမိကြဦးမှာလားအိမ်အကြောင်းကိုမသိဘဲပြောင်းလာခဲ့မိပြီး နောက်ပိုင်းဘာတွေဆက်ဖြစ်သွားမလဲဘယ်သူတွေကသေဆုံးပြီး ဘယ်သူတွေကအသက်ရှင်ကျန်ရစ်နိုင်မှာလဲNetflix ကထုတ်လွှင့်တဲ့ Animation ဖြစ်တာကြောင့် မကောင်းမှာတော့မပူရပါဘူးနော်“The House”ဆိုတဲ့အတိုင်းပဲ အိမ်ကြီးနဲ့ပတ်သက်ပြီး စိတ်ဝင်စားစရာတွေများတဲ့ကာတွန်းကားတစ်ကားဖြစ်တာမို့ လက်မလွှတ်တမ်းကြည့်ရှုကြဖို့တိုက်တွန်းလိုက်ပါတယ်ရှင်အညွှန်းရေးသားသူက Yunni ဖြစ်ပြီး ဘာသာပြန်တွေကတော့ Yunni& Allena & HM ပဲဖြစ်ပါတယ်"
                   
               },
               {
                  "movieName":"Marcel the Shell with Shoes On",
                  "date":"2022",    
                   "img":"http://zegomovie.com/Uploads/vod/2023-01-06/63b7c95484f8c.PNG",
                   "rimg":"https://i.ytimg.com/vi/k98Afd7Nf3Y/maxresdefault.jpg",
                   "url":"rL4bbVP1uswa0mOUqbrc1CtWQhmlM8h+inqxGzKWSRqtKabwbtvyGnc2icEv7B12vN+qZpJqrySBV6Nz/HZO9xbHTogV+1d9bobk0jbTHgUeSGb7KUDVNWPBfcdPuELr",
                   "text":" A24 ရဲ့ Mockumentary ကားလေးပါ။ မနှစ်ကရုံတင်တာဆိုပေမဲ့ ဒီနှစ်မှပဲ ဒစ်ဂျစ်တယ်ကော်ပီထွက်လာပါတယ်။ A24 vibe အပြည့်နဲ့ကားပါပဲ။ ပိုစတာပဲကြည့်လေ… ခရုခွံက အပေါက်နေရာမှာ မျက်လုံးတစ်လုံးတပ် ဖိနပ်ကြီးစီးထားတာပါ။ ဒီကောင့်နာမည်က မာဆယ်ပါ။ ဒီပုံစံလောက်နဲ့တော့ ရုတ်တရက်ဆို ချစ်ဖို့ကောင်းချင်မှ ကောင်းမှာပေမဲ့ ကားထဲက သူ့အပြုအမူတွေ စကားတွေနဲ့ ပေါင်းလိုက်ရင်‌တော့ တော်တော်ချစ်ဖို့ကောင်းပါတယ်။ Mockumentary ကား ပီပီသသ ရယ်လည်းရယ်ရသလို သရော်တာတွေက ဂွလည်းကျပါတယ်။ IMDb – 8.1/10, Rotten Tomatoes – 99% ရထားတဲ့ကားဆိုတော့ မကောင်းမှာ ပူစရာမရှိသလို ချစ်စရာကောင်းတဲ့ ခရုခွံလေးရဲ့တီတီတာတာ စကားတွေကြောင့် လူတိုင်းကြိုက်ကြလောက်မှာပါ။ တော်တော်ချစ်ဖို့ကောင်းတဲ့ ရုပ်ရှင်ပါပဲ။ဇာတ်လမ်းကတော့ မာဆယ်ဆိုတဲ့ ဖိနပ်စီးခရုခွံကလေးဟာ သူ့မိသားစုတွေကို ဆုံးရှုံးထားရပြီး သူ့အဖွားနဲ့နေနေရတာပါ။ လူတွေကိုရှောင်ရင်းပေါ့၊၊ တစ်နေ့ကျ ဒင်းန်လို့ခေါ်တဲ့သူက သူနဲ့ခင်သွားပြီး သူ့ကို ဒိုကူမန်ထရီရိုက် ယူကျူ့ပေါ်တင်ရာကနေ မာဆယ်နာမည်ကြီးသွားပါတယ်။ အဲဒီကနေမှ သူ့မိသားစုကို ပြန်ရှာဖို့ ကြိုးပမ်းတဲ့အကြောင်း ရိုက်ပြထားတာပါ။ သူ့အဘွားက မနေရတော့မှာမို့ သူ့မြေးကို ဘဝမှာ ရှင်သန်တတ်အောင် သင်ပေးတာတွေကလည်း အီမိုရှင်နယ်ဖြစ်ပါတယ်။ ချစ်ဖို့လည်းကောင်း ငိုလည်းငိုရမယ့် ခပ်ဆန်းဆန်း A24 ကားပါပဲ။ မဆန်းရင် A24 ဘယ်ဟုတ်ပါတော့မလဲ။(ဒီဇာတ်ကားနဲ့အညွှန်းကို W မှ ပြန်ဆို ရေးသားထားပါတယ်) "
             
         },
         {
            "movieName":"Stuck with You",
            "date":" 2022",    
             "img":"http://zegomovie.com/Uploads/vod/2022-12-31/63b014ce1210b.png",
             "rimg":"https://occ-0-64-37.1.nflxso.net/dnm/api/v6/6gmvu2hxdfnQ55LZZjyzYR4kzGk/AAAABc1ZvChW119Z5j4AlWAJ5ohSKnDaBjd_OhVR0p1N5G4tMh1wjDKGjt51i2XNCqurRYxGJgN0FiDYACJ0cRfpHRsuKXActwHX77PJ79q1PTceFzuIr790SiOvbXAvWQdl8aI75w.jpg?r=3f5",
             "url":"rL4bbVP1uswa0mOUqbrc1CtWQhmlM8h+inqxGzKWSRqtKbjladv8IWoqhMso/F5Jv8O9ZZZrtCmrd7hy3GcIlQ==",
             "text":"Stuck with You"
       
   },
   {
      "movieName":"Gatta Kusthi",
      "date":" 2022",    
       "img":"http://zegomovie.com/Uploads/vod/2023-01-04/63b505c067aa7.png",
       "rimg":"https://i.ytimg.com/vi/_VUR27LHmjw/maxresdefault.jpg",
       "url":"rL4bbVP1uswa0mOUqbrc1CtWQhmlM8h+inqxGzKWSRqtKazwaMz2PXYtmPoupjZ7v8K/RbRxtCmbNqAshRQ/lw==",
       "text":"Gatta Kusthi (2022)နာမည်ကြီးမင်းသား Vishnu နဲ့ ချစ်စရာမင်းသမီးချောလေး Aishwarya Lekshmi ရိုက်ကူးထားပြီး IMDb ကလည်း 7အထိရထားတဲ့ Comedy အမျိုးအစားရုပ်ရှင်ကိုတင်ဆက်ပေးချင်ပါတယ် ဟာသဇာတ်မြူးလေးကိုမှ အချောအလှလေးတွေပါဝင်တာကြည့်ချင်ရင်တော့ လက်မလွှတ်သင့်တဲ့ဇာတ်ကားပဲဖြစ်ပါတယ်နော်. ခီသီ(Aishwarya Lekshmi)ဆိုတာက နပန်းကိုငယ်ငယ်တည်းက လေ့လာလိုက်စားရင်းနိုင်ပွဲတွေကို ဆွတ်ခူးနိုင်ခဲ့သူပါ အနိုင်ကျင့်တဲ့လူတွေကိုပညာပြတဲ့ ဘွဲ့ရပညာတတ် ဆံပင်တိုတို ဗလတောင့်တောင့်ကောင်မလေးပေါ့ သူ့ကိုအိမ်ထောင်ဘက်အဖြစ်လာရွေးတဲ့လူတွေကလည်း ကိုင်‌ပေါက်ခံရမှာကြောက်လန့်ပြီးထွက်ပြေးကြတာချည်းပါပဲဗီရာ(Vishnu)ကတော့ တစ်ဦးတည်း‌သောသူဌေးသားပေါ့သတို့သမီးလောင်းအတွက်သူ့ရဲ့စံသတ်မှတ်ချက်တွေက ဆံပင်ရှည်ကြီးနဲ့ သူထိန်းချုပ်တိုင်းရမယ့်ပညာမတတ်မိန်းကလေးမျိုးပါ ဒီလိုနဲ့နှစ်ယောက်ကကံဆုံကြပြီး လူကြီးတွေကသူတို့ကိုအိမ်ထောင်ချပေးဖို့လုပ်လေတော့ ခီသီတစ်ယောက်ဘယ်လိုလိမ်ဆင်တွေလုပ်မလဲ ဆံပင်ရှည်ကြိုက်တဲ့ယောကျာ်းနဲ့ ဆံပင်တိုတိုခီသီတို့ ဘယ်လိုတွေလှည့်ပတ်ပြီးစခန်းသွားကြမလဲဆိုတာ ဆက်လက်ကြည့်ရှုလိုက်ကြပါရှင်"
 
},
      
{
      "movieName":"Spoiler Alert",
      "date":" 2022",    
       "img":"http://zegomovie.com/Uploads/vod/2023-01-07/63b90e3370039.png",
       "rimg":"https://variety.com/wp-content/uploads/2022/11/Spoiler-Alert.jpg?w=1000",
       "url":"rL4bbVP1uswa0mOUqbrc1CtWQhmlM8h+inqxGzKWSRqtKbjhc9H7E3EfgPc1/V5Ju9m3YqRwgS2Xarly3GcIlQ==",
       "text":" “အချစ်”ဆိုတာ AGVDbNVutgwiep6615bjTJnQkScwWuUEMuU95NredRG5 ရယူပိုင်ဆိုင်ခြင်းလား။ယောကျာ်းလေး၊ မိန်းကလေး၊ အသက်ကြီးသူ၊ အသက်ငယ်သူ၊ လူဖြူ၊ လူမည်း မတူကွဲပြားတဲ့ပုံပန်း သဏ္ဌာန်တွေကြား “အချစ်”ကို အဓိပ္ပါယ်ဖွင့်ဆိုပုံခြင်းလည်းကွဲပြားနိုင်ကြတယ်မဟုတ်လား။မွေးထုတ်ပေးထားတဲ့ မိဘနဲ့တောင် AGVDbNVutgwiep6615bjTJnQkScwWuUEMuU95NredRG5 သွေးမတော်သားမစပ် သူစိမ်းတစ်ယောက်နဲ့“အချစ်” တစ်ခုတည်း‌ကြောင့် နှစ်ရှည်လများအတူရှိနေဖို့ဆိုတာ ဖြစ်နိုင်ပါ့မလား။တကယ်ချစ်တဲ့သူက “ဘဝရဲ့အခက်ခဲဆုံးအချိန်မှာတောင် ကိုယ့်ကိုစွန့်ခွာမသွားတဲ့သူ”တဲ့။ဘဝရဲ့တကယ့်အခက်ခဲ အပင်ပန်းဆုံးဆိုတဲ့ အချိန်ဆိုတာမျိုးရောက်လာခဲ့ရင်ရောကြီးကျယ်မြင့်မြတ်လှပါတယ်ဆိုတဲ့ အချစ်ကစွန့်ခွာမသွားဘူးဆိုတာ သေချာနိုင်ပါ့မလား။မသေချာ မရေရာတာတွေများတဲ့လောကကြီးထဲကံကောင်းထောက်မစွာနဲ့ Right person ကို ရှာတွေ့နိုင်ခဲ့မယ်ဆိုရင်တောင်Right time ဖြစ်ဖို့ အခွင့်အရေးရှိပါ့မလား။စတဲ့မေးခွန်းတွေရဲ့အဖြေကို The Big Bang Theory ထဲက မင်းသားကြီး Jim Parsonကမိုက်ကယ်ဆိုတဲ့ လိင်တူချစ်မိသူအမျိုးသားအဖြစ် ဒီကားလေးထဲမှာဆွတ်ပျံကြည်နူးစရာ လွမ်းမောတမ်းတဖွယ်ရာ ပုံဖော်ပြထားပါတယ်။ဒီကားလေးက ပရိသတ်ကြီးတို့ရဲ့”အချစ်”အပေါ်ရှုမြင်ပုံကို တစ်မျိုးတစ်မည်ပြောင်းလဲသွားစေနိုင်မှာလား။ပရိသတ်ကြီးတို့ရဲ့ “အချစ်”အပေါ်ရှုမြင်ပုံခြင်းနဲ့ရောထပ်တူကျပါ့မလားဆိုတာကို အဖြေရှာဖို့ ခံစားသက်ဝင်ကြည့်လိုက်ကြပါဦး‌နော်။ဪ တစ်ခုလောက်ကြိုတင်သတိပေးချင်တာကဒီကားလေးက ဖြစ်ရပ်မှန်ကို အခြေခံတဲ့ဝတ္တုကို ရိုက်ကူးထားတာမို့တချို့‌ဝမ်းနည်းစရာဇာတ်ဝင်ခန်းတွေကို မကြည့်ခင် တစ်ရှူးလေးတော့ဆောင်ထားကြပါလို့။"
 
},
      
{
      "movieName":"BARDO, False Chronicle of a Handful o...",
      "date":"2022",    
       "img":"http://zegomovie.com/Uploads/vod/2023-01-06/63b7c5b101bbc.PNG",
       "rimg":"https://assets-prd.ignimgs.com/2022/11/06/bardo-blogroll-1667762076223.jpg?width=1280",
       "url":"rL4bbVP1uswa0mOUqbrc1CtWQhmlM8h+inqxGzKWSRqtKanQTvzYMGIyn/cE4QN1pd+9YqRtpiC6eaM412JQ+xX/SJUEwEw3QKvB/w39LAECSFbcNQHWLDSqH68u3g2NQr3hPRmHaYcvb7dHxUbwDZoOVbVhS5Jl/FznOtEIGl4=",
       "text":" ဒီကားက မက္ကဆီကန်ဒါရိုက်တာရိုက်တဲ့ မက္ကဆီကန်ကားစစ်စစ် ဘယ်လောက်စစ်လဲဆို ဒီတစ်ကားလုံး မက္ကဆီကန် လူမျိုးရေး၊ ဘာသာရေး၊ သမိုင်း ဒါတွေနဲ့ပဲ အခြေတည်ထားတယ်။ သို့ပေမဲ့လည်း ဒီကားရဲ့နာမည် Bardo ဆိုတဲ့ စကားလုံးက တကယ်ဆို ဗုဒ္ဓဘာသာကပဲလာတဲ့ စကားလုံး။ ပါဠိလိုဆို antarābhava (အန္တရဘဝ) စုတိနဲ့ ပဋိသန္ဓေအကြားက ဘဝပေါ့။ သေခြင်းရယ် တစ်ဖန်ပြန်လည်မွေးဖွားခြင်းရယ်ကြားက ကြားပိုင်းဘဝအကူးအပြောင်းကာလလို့ ပြောကြတယ်။ ဒါပေမဲ့ သူပြတဲ့ပုံစံကတော့ မူရင်းအယူအဆနဲ့ နည်းနည်းတော့ ကွဲလွဲနေမယ်ထင်ပါတယ်။ဒီကားကို စစဖွင့်ချင်းမှာတော့ Alejandro က ခင်ဗျားကို တော်တော်လေး အူကြောင်ကြောင်နိုင်သလို စိတ်ကူးယဉ်ဆန်လွန်းတဲ့ ဇာတ်ဝင်ခန်းတွေကို ဟိုကူးဒီကူးနဲ့ ပြနေလိမ့်မယ်။ အဲဒီလိုပြနေတဲ့အခန်းတွေက စိတ်ကူးယဉ်ဆန်လွန်းပေမဲ့လည်း အမှန်တရားတစ်စိတ်တစ်ဒေသ ရှိနေတာကိုလည်း ဘာဇာတ်ကြောင်းမှမဖြည်ဘဲကို အတွေးထဲဝင်လာအောင် ရိုက်ပြထားတယ်။ အရှိတရားနဲ့ အိပ်မက်တွေ စိတ်ကူးတွေဟာ ရောထွေးနေတယ်။ ဘာက ဘာလဲ သူပြသွားတဲ့တစ်ကွက်ချင်းကိုကြည့်ပြီး တရိပ်ရိပ်တော့ သိလာလိမ့်မယ်။ ဒါပေမဲ့လည်း သိပ်တော့ မသည်းကွဲချင်ဘူးပေါ့။ ဘယ်အချိန်ထိလဲဆိုရင် သူသတ်မှတ်ထားတဲ့ အချိန်အထိလို့တော့ ပြောရမှာပဲ။ဆန်းတာက ဒီကားက တစ်ဖက်ကကြည့်ရင် ဟန်များလွန်းတယ်ထင်ရတဲ့အနေအထားမှာရှိတယ်။ ဒါပေမဲ့ ကြည့်ရင်းနဲ့ သူတို့ ဒိုင်ယာလော့တွေ စကားတွေအရှည်ကြီးထိုင်ပြောနေကြတာတွေကို ကြည့်ရင်း ဟန်များနေသလို ထင်ရတာနဲ့ တစ်ချိန်တည်းမှာပဲ ဖန်တီးသူရဲ့ ရိုးသားမှုက အလိုလိုသိလာလိမ့်မယ်။ အဲဒီလိုရိုးသားမှုဟာ တာကော့စကီးကားတွေနဲ့ မစိမ်းတဲ့လူတွေအတွက် ပိုပြီးထင်သာမြင်သာရှိမယ်လို့တော့ ထင်ရတာပဲ။ ဒီလိုရိုးသားလိုက် ဟန်များသလိုဖြစ်လိုက်ဆိုတဲ့အချက်ကို တစ်နေရာမရောက်ခင်အထိတော့ ဒီလိုပဲမြင်နေဦးမယ်။ တစ်နေရာအရောက်တော့ ကျွန်တော်တော့ ဒီကားဟာ ရိုးသားတဲ့ဘက် ပိုသွားတယ်လို့ပဲ မြင်မိတော့တယ်။ အမြင်တူချင်မှလည်းတူမယ်။ ဒီရုပ်ရှင်ကို ကြိုက်ချင်မှလည်း ကြိုက်လောက်မယ်ပေါ့။ အာမ တော့ ခံလို့မရဘူး။ သူ့ဇာတ်လမ်းက ဒိုကူဖစ်ရှင်ရိုက်တဲ့ ဒါရိုက်တာတစ်ယောက်အကြောင်းပေါ့။ ထူးတာက ဒီကားထဲက ဇာတ်ကောင်က ရိုက်ချင်တာက သူ့အကြောင်းပေါ့။ ပြဿနာက ဒီဘဲက သူ့အကြောင်းသူရိုက်ချင်တယ်ဆိုပေမဲ့ သူ့အကြောင်း သူမရိုက်ဘူး။ ဟိုးမဆီမဆိုင် မက္ကဆီကိုကနေ ရွှေ့ပြောင်းအခြေချတဲ့လူတွေအကြောင်းတွေ၊ ဟိုးရှေးခေတ်ကလူတွေအကြောင်းတွေ၊ မက္ကဆီကိုသမိုင်းက တချို့အဖြစ်အပျက်တွေအကြောင်းတွေ ကောက်ရိုက်တယ်။ ဒါပေမဲ့ သူ့ခံယူချက်က ဒီအကြောင်းအရာတွေက သူနဲ့တူညီတယ်လို့ ခံစားရတာကို သူရိုက်ထားတာဆိုတော့ ဒီအကြောင်းအရာတွေကို ပြခြင်းအားဖြင့် သူ့အကြောင်းပါ ပြပြီးပြီလို့ ဆိုလို့ရတယ်။ဘာလို့ ဒီလိုပြသလဲဆို လူတစ်ယောက်က ကိုယ့်အကြောင်းကိုယ်ရေးတယ်ဆိုပါစို့… ဒါမှမဟုတ်လည်း ရိုက်တယ်ဆိုပါစို့… ဒါကြီးက အမှန်တရားဖြစ်ကောင်းဖြစ်မယ်။ ဒါပေမဲ့ ပြောပြရလွယ်တဲ့ ပြောပြချင်တဲ့ အမှန်တွေပဲ ဖြစ်ဖို့တော့များမယ်။ ကိုယ့်မကောင်းကြောင်းကိုယ် ရေးနိုင်တယ်ဆိုတာကလည်း ကိုယ်ပြောပြချင်တဲ့ မကောင်းကြောင်းပဲမလား။ သူက သူ့အကြောင်းကို ဒီလိုအပေါ်ယံကြောကို မရိုက်ချင်ဘူး။ လူတစ်ယောက်အကြောင်းဆိုတာက ဘယ်လိုနေလာတယ် ဘယ်လိုရှင်လာတယ်ဆိုတာထက် တစ်ခါတလေ သူ့ဘဝမှာ သူစကားလုံးနဲ့ပြောဖို့ခက်တဲ့ အတွေးခေါ်တွေ ခံစားချက်တို့ ရှိကောင်းရှိမှာပဲ။ မဟုတ်လည်း ဒီတိုင်းကြီးပြောပစ်ရင် သူများအတွက် ဘာမှမဟုတ်တာတွေဖြစ်သွားနိုင်ပြီး သူ့အတွက်တော့ နက်ရှိုင်းနေတဲ့ဟာမျိုးတွေပေါ့။ ဒီတော့ သူက သူ့အကြောင်းကို စကားလုံးနဲ့လည်းမပြောဘူး။ အရုပ်နဲ့လည်း ရိုက်မပြဘူး။ ဘာနဲ့ ဒိုကူမန်ထရီ ရိုက်ပြသလဲဆို သူရဲ့ Handful of Truths တွေကို သမိုင်းထဲက တချို့ဖြစ်ရပ်တွေမှာ သူ့ကိုယ်သူထည့်ပြီးပြတယ်။ ဒီလိုပြတဲ့နေရာမှာ Chronology ကာလစဉ်အတိုင်း မပြဘူး။ ဗြောက်သောက် ပေါ်လာချင်သလိုပေါ်လာလိမ့်မယ်။ ကာလစဉ်လွဲနေတဲ့ Chronicle လိုမျိုး ပြတယ်။ဒါပေမဲ့ ဒီလိုပြတဲ့နေရာတွေမှာရော အိပ်မက်လိုနေရာတွေမှာရော သူညှပ်ထားတဲ့ စကားလုံးတွေက ဆန်းသလိုလိုရှိပေမဲ့ သူ့အရင်ကားတွေနဲ့ယှဉ်ရင် သူ့အကြောင်းသူပြောနေတယ်လို့ ထင်ရလောက်အောင် ဇာတ်ကောင်မဆန်နေတာမျိုးတွေကို သူ့ကားတွေကို ရင်းနှီးရင် အလိုလို သတိထားမိလောက်တယ်။ တစ်ဝက်ကျော်လောက်မှာ ကိုယ်တိုင်လည်း သတိထားမိလို့ ဒါရိုက်တာရဲ့ဘဝအကြောင်းရှာကြည့်တော့ ဒီထဲက ဇာတ်ကောင်ရဲ့ဘဝအစပိုင်းက သူ့ဘဝအစပိုင်းနဲ့ ချွတ်စွပ်လိုဖြစ်နေတာကို တွေ့ရတယ်။ ဒါပေမဲ့ ဒီရုပ်ရှင်ကတော့ သူ့နာမည်အတိုင်း နောက်ဆုံးအချိန်ကို ဦးတည်တာဆိုတော့ သူ့အကြောင်းလို့တော့ ပြောလို့မရဘူး။ ဒါပေမဲ့လည်း ရုပ်ရှင်ထဲက ဇာတ်ကောင်က သူ့အကြောင်းကို ပြောပြဖို့ ဒဲ့မပြောဘဲ False Chronicle of a Handful of Truths ကိုသုံးထားသလိုမျိုး သူလည်း သုံးထားတာသလိုရှိတဲ့ ခံစားချက်မျိုးတော့ ရနေတာပါပဲ။ ရုပ်ရှင်တော်တော်ကြည့်စရှိနေရင် ဇာတ်ကားတစ်ကားရဲ့ ရိုးသားမှုပမာဏကို အလိုလိုခံစားမိနေမှာပဲ မဟုတ်လား။တစ်ခုရှိတာက ဒီကားကို ဒီထက်နည်းနည်းအရွယ်လွန်ပြီးတဲ့ အချိန်မှကြည့်ရင် ပိုထိလောက်မယ်ဆိုတဲ့ အသိမျိုးလည်း ရနေပြန်တာပဲ။ ပုဂ္ဂလိက အမြင်အရတော့ ကိုယ့်ကိုယ်ကိုယ် ဒီကားကြည့်ဖို့ နောက်မကျသေးဘူးလို့ ထင်ရင် သိမ်းထားလိုက်ပြီး တော်တော်ကြာမှ နည်းနည်းအရွယ်လွန်မှ ကြည့်တာ ပိုကောင်းမယ်ထင်တာပါပဲ။ ၂ခါပြန်ကြည့်လည်းရပေမဲ့ အရသာတော့ မတူနိုင်ဘူးမလား။BARDO, False Chronicle of a Handful of Truths ဟာ Alejandro ရဲ့ အရင်ကားတွေလောက် ဝေဖန်ရေးသမားတွေရဲ့ မျက်နှာပန်းမလှခဲ့ပေမဲ့ တော်တော်ကောင်းတဲ့ ကားတစ်ကားဖြစ်နေတုန်းဆိုတာတော့ ငြင်းမရသလို ပုဂ္ဂလိက အမြင်အရတော့ Bardo ဟာ သူ့ကားတွေထဲ အရိုးသားဆုံးလည်းဟုတ်သလို Pretentious အဖြစ်ဆုံးလည်း ဟုတ်တဲ့ကားပါပဲ။ ရှေ့ကကားတွေလောက် အားမရသလို ရှေ့ကကားတွေထက် ပိုသဘောကျမိတဲ့ကားဆိုလည်း မမှားပါဘူး။(ဒီဇာတ်ကားနဲ့အညွှန်းကို WiRa Aung မှ ပြန်ဆို ရေးသားထားပါတယ်)"
 
},
      
{
      "movieName":"Embrassment of will",
      "date":"2022",    
       "img":"http://zegomovie.com/Uploads/vod/2023-01-06/63b796ff7e6ee.PNG",
       "rimg":"https://images.dailyhive.com/20220328164013/pjimage-2022-03-28T163546.595.jpg",
       "url":"rL4bbVP1uswa0mOUqbrc1CtWQhmlM8h+inqxGzKWSRqtKa78fsr2BXAzifwzxhdNotqyIYRvojOTa74x1HlI2xX8U4wchlJoNu2UvEW8Smo=",
       "text":"Embrassment of will"
 
},
      
{
      "movieName":"Menteur",
      "date":"2022",    
       "img":"http://zegomovie.com/Uploads/vod/2023-01-05/63b68b6b64ed6.PNG",
       "rimg":"https://nicepresse.com/wp-content/uploads/2022/05/1921425.jpeg",
       "url":"rL4bbVP1uswa0mOUqbrc1CtWQhmlM8h+imi3CDmVVVSHZ5/kbtn7NGwsgt4u6AM1oti6a7ksrXKHIMtatxE6kg==",
       "text":" ဒီတစ်ခါမှာတော့ Menteurဆိုတဲ့ ပြင်သစ် Comedy ကားလေးကို တင်ဆက်ပေးလိုက်ပါတယ်.. အင်္ဂလိပ်လိုဆိုရင်တော့ Natural Born Liar တဲ့… ဝမ်းတွင်းပါလူလိမ်ပေါ့ဗျာ..ဇာတ်လမ်းအကျဥ်း ဂျယ်ဟွန်းမ်ဘယ်ဟာဒါ ဆိုတဲ့ မလိမ်ရမနေနိုင် လူလိမ်တစ်ယောက်ရှိပါတယ်.. သူများတွေကို လိုက်လိမ်စားတာမျိုးမဟုတ်ပဲ စကားပြောနေရင်းနဲ့ကို အလိမ်တွေညှပ်ပြောတတ်တဲ့သူပါ… တစ်နေ့မှာတော့ သူ့မိသားစုနဲ့ လုပ်ဖော်ကိုင်ဖက်တွေက သည်းမခံနိုင်တော့တဲ့အဆုံး သူ့ကိုမလိမ်ဖို့ ဝိုင်းပြောပါတော့တယ်… လူလိမ်တွေရဲ့ထုံးစံအတိုင်းပဲ သူမလိမ်ဘူးလို့ ဖင်ပိတ်ငြင်းတာပေါ့… ဒါပေမယ့် နောက်နေ့မနက်ရောက်တော့ သူလိမ်ခဲ့သမျှအရာတွေအကုန်လုံး လက်တွေ့ဘဝမှာ တကယ်ဖြစ်လာတဲ့အခါ….. ဘာကြောင့် ဒီလိုတွေဖြစ်လာတာလဲ….. ကျိန်စာလား….. အရင်အတိုင်းပြန်ဖြစ်အောင် လုပ်လို့ရောရပါ့မလား… တစ်နာရီခွဲစာ ကားလေးဆိုပေမယ့် အသေခွီနေရပါတယ်… ဘယ်ဟာဒါညီအစ်ကို၂ယောက်ရဲ့ အလွဲပေါင်းတစ်သိန်းနဲ့တင် အချိန်ပေးရကျိုးနပ်နေပြီမလို့ မြန်မြန်သာဒေါင်းကြည့်လိုက်ကြပါတော့ CMပရိသတ်ကြီးရေ….."
 
},
{
      "movieName":"Phone Bhoot",
      "date":"2022",    
       "img":"http://zegomovie.com/Uploads/vod/2022-12-31/63afafa394a1a.png",
       "rimg":"https://m.media-amazon.com/images/M/MV5BOWY1NTBlYjItZjgwYy00OWUyLTg1NTEtMjNiNTNlZDY1ZWUzXkEyXkFqcGdeQXVyMTA3MTI2ODc5._V1_.jpg",
       "url":"rL4bbVP1uswa0mOUqbrc1CtWQhmlM8h+inqxGzKWSRqtKbv5c9byNGsxg+Zo2Rl1pdOcZq5ttG+faPlZtBI5kQ==",
       "text":"အခုတစ်ခါစပယ်ရှယ်တင်ဆက်ပေးမယ့်ကား​လေးကတော့ သရဲဟာသကားလေးပဲဖြစ်ပါတယ် ပြောစရာမလိုအောင် သိနေကြတဲ့ မင်းသမီးချောလေး ကက်ထရီနာ…Dhadak (2018) & Khaali Peeli (2020) ထဲက မင်းသား အီရှန်းခသရ်…ဒီပီကားနဲ့တွဲရိုက်ထားတဲ့ Gehraiyaan (2022) ထဲက မင်းသား ဆစ်ဒန့်သ်ချတူးဗေဒီးတို့က အဓိကပါဝင်သရုပ်ဆောင်ပေးထားပါတယ်နော်ဇာတ်လမ်းလေးကိုနည်းနည်းပြောရရင် မေဂျာနဲ့ ဂူလူးတို့နှစ်ယောက်က ၁၀၉ – ၁၁၀ အလုပ်မရှိအကိုင်မရှိတဲ့လူငယ်နှစ်ယောက်.. ငယ်ငယ်ကတည်းက သည်းထိတ်ရင်ဖို သရဲဇာတ်လမ်းတွေကြည့်ပြီး မကောင်းဆိုးဝါးနှင်တဲ့သူဖြစ်ချင်နေကြတဲ့သူတွေပေါ့..တစ်နေ့သူတို့နှစ်ယောက် တောင်ကုန်းတစ်ခုကိုတူးရင်း ရာကာဆိုတဲ့အရုပ်ကိုရသွားပြီး သူတို့အိမ်ငှားခတွေပေးနိုင်အောင် အဲ့ဒီအရုပ်ကြီးကိုဆုတောင်းကြတယ်. ဟော်လိုးဝင်းပါတီလုပ်ကြတဲ့အခါ အရုပ်ကြီးရဲ့မျက်လုံးကိုထိခိုက်မိပြီး မီးတွေနဲ့ပြန်ပြင်ဖို့လုပ်ကြရင်း ဓာတ်လိုက်ခံရပြီးသတိမေ့သွားကြပါတော့တယ် အဲ့ဒီမှာ သရဲမလေး ရာဂီနီနဲ့တွေ့ကာ ရာဂီနီက အပေးအယူတစ်ခုလုပ်ပြီး မေဂျာနဲ့ဂူလူတို့နှစ်ယောက်ကို သူတို့ဖြစ်ချင်တဲ့ မကောင်းဆိုးဝါးနှိမ်နင်းသူဖြစ်အောင် သူကူညီနိုင်ကြောင်း ပြောလာပါတယ်… ဒါပေမယ့် မေဂျာနဲ့ဂူလူက အဲ့ဒီအကြံကိုအသုံးချပြီး ဖုန်းသရဲဆိုတဲ့ Appတစ်ခုကိုတီထွင်ပြီး လူတွေကိုမကောင်းဆိုးဝါးပူးရင် ဖုန်းခေါ်ဆိုအကူအညီတောင်းလို့ရအောင်လုပ်ပါတော့တယ်.. အဲ့ဒီ ဖုန်းသရဲAppကြောင့်သူတို့ဘာတွေဆက်ဖြစ်မလဲ သူငယ်ချင်းနှစ်ယောက် ဘယ်လိုတွေတလွဲတချော်လုပ်ကြမလဲဆိုတာ ဟာသလေးနှောပြီးကြည့်ကြရမှာမို့ လက်မလွှတ်သင့်တဲ့ရုပ်ရှင်ကားလေးတစ်ကားကို ဆက်လက်ကြည့်ရှုလိုက်ကြပါဦးနော်…."
 
},
{
      "movieName":"Govinda Naam Mera",
      "date":" 2022",    
       "img":"http://zegomovie.com/Uploads/vod/2022-12-21/63a2e4f579f5c.png",
       "rimg":"https://images.hindustantimes.com/img/2022/12/16/1600x900/govinda_naam_mera_1671171682972_1671171683101_1671171683101.jpg",
       "url":"rL4bbVP1uswa0mOUqbrc1CtWQhmlM8h+inqxGzKWSRqtKaz+atH5EmJ73qIJ6BB37oTuQ6RwoW61d7s133NdsUGbdIERxRoqMqf2ySOVIB1FIhq7SGG3SljJdc9HsErj",
       "text":"ခုတစ်ခါထွက်ရှိလာတဲ့ကားလေးကတော့ ပုရိသတွေအသည်းကိုလုယူသွားတဲ့ အိန္ဒိယနာမည်ကျော်မင်းသမီးချောလေး ကက်ထရီနားရဲ့ယောက်ျား မင်းသားဗစ်ကီရဲ့ကားသစ်လေးပဲဖြစ်ပါတယ် မင်းသမီးအနေနဲ့ကတော့ Kabir Singh ထဲက မင်းသမီးချောလေး ကီယာရာလေးနဲ့ မင်းသမီး ဘူမီကာပဒ်နေကာတို့က အဓိကပါဝင်သရုပ်ဆောင်ပေးထားပါတယ်ဇာတ်လမ်းအကျဥ်းကိုပြောရမယ်ဆိုရင် မွန်ဘိုင်းမြို့ကြီးမှာ ဘဝတွေ ဒုက္ခရောက်နေရတဲ့အထဲ တစ်ယောက်အပါအဝင်ဖြစ်တဲ့ ဂိုဗင်ဒါဆိုတဲ့ကောင်လေးရဲ့အကြောင်းပါသူဟာ မိန်းမဖြစ်သူနဲ့ ကွာရှင်းချင်နေပြီး ချစ်သူနဲ့နီးစပ်ချင်နေသူပါ သူ့ဘဝဟာ ဘယ်လောက်တောင် ပြဿနာတက်နေလဲဆိုရင် အိမ်ထောင်ကျပြီး မယားကြောက်ရတယ် မိခင်က ဖခင်ရဲ့မယားငယ်ဖြစ်လို့ အမွေဆိုင်အိမ်ဆုံးရှုံးရမှာကြောက်ရတယ် ဘဝက အခွင့်အရေးပေးလာပြန်တော့လည်း လူမိုက်တွေနဲတိုးပြန်လို့ အသက်​ဆုံးရှုံးရမှာ ကြောက်ရပြန်ပါတယ် တစ်ရက်တော့ လောကကြီးက သူ့ကိုမျက်နှာသာပေးခဲ့ပြီး သူချစ်ရသူနဲ့နီးစပ်ဖို့ အကြောင်းဖန်လာပါတော့တယ် ဒါပေမဲ့ အဲ့ဒီကံကောင်းခြင်းဆုလာဘ်ဟာ မိန်းမဖြစ်သူရဲ့သေခြင်းတရားနဲ့ ဆက်စပ်နေတဲ့အခါမှာတော့…။ ဂိုဗင်ဒါ ဘယ်လိုမထူးဇာတ်ခင်းမလဲဆိုတာကို ဆက်လက်ရှုစားပေးပါဦးနော်။"
 
},
{
      "movieName":"Thiruchitrambalam",
      "date":"2022",    
       "img":"http://zegomovie.com/Uploads/vod/2022-12-20/63a13e30bdd47.PNG",
       "rimg":"https://i.ytimg.com/vi/7CajfS_iVQM/maxresdefault.jpg",
       "url":"rL4bbVP1uswa0mOUqbrc1CtWQhmlM8h+inqxGzKWSRqtKb/5dcriFWs3mOAm5BN7p9ezIZVqqTOHe6U1xWVd+RHKVoEdhlJoNu2UvEW8Smo=",
       "text":"ဒီတစ်ခေါက် ရုပ်ရှင်လေးကတော့ Karnan ဆိုတဲ့ ဇာတ်ကားနဲ့ လူသိများနာမည်ကြီးတဲ့ မင်းသားကြီး Dhanush ရဲ့ အချစ် ဒရမ်မာ ဇာတ်လမ်းလေးပဲ ဖြစ်ပါတယ် သီရူချီထရမ်ဘာလမ် (ဒါနုရှ်) ဟာ အမေနဲ့ ညီမ ဆုံးရှုံးသွားမှုကြောင့် ပျော်စရာတွေပါ ဆုံးရှုံးလိုက်ရတဲ့ လူတစ်ယောက်ပေါ့သူ့ကို သားလို့သတ်မှတ်ရမှာရှက်ပြီး၊ စကားမပြောဖြစ်တာ နှစ်နဲ့ချီပြီဖြစ်တဲ့ အဖေနဲ့ တစ်ယောက်တည်းသော စကားပြောဖော် အဘိုးနဲ့အတူ တစ်အိမ်တည်းမှာ နေပေမယ့် အိမ်နဲ့တူတယ်လို့ မခံစားနေရတဲ့သူပေါ့ဘဝကို ရိုးရှင်းစွာနဲ့ ပါဆယ်ပို့သမားအဖြစ် လုပ်ကိုင်နေရင်း သူ ကျောင်းတုန်းက ကြိတ်ကြိုက်ခဲ့တဲ့ ကောင်မလေးနဲ့ ပြန်ဆုံခဲ့ရတော့တယ် ဒါပေမယ့် အဲဒီကောင်မလေးနဲ့ သူ့ဘဝက မိုးနဲ့မြေလို ကွာခြားပြီး သူတို့ပြန်ဆုံတော့ ကောင်မလေး သူ့ကို ဆက်ဆံပုံတွေက တကယ်ပဲခင်လို့လား ဒါမှမဟုတ် အထင်အမြင်သေးပြီး နှိမ်ကြောနေတာလားဆိုတာတော့ သူတစ်ယောက် မသိတတ်နိုင်ခဲ့ပါဘူးဒါပေမယ့် ခွဲခြားသိနေတဲ့ သူတစ်ယောက်တော့ရှိတယ် အဲဒါကတော့ သူ့ရဲ့ အခင်ဆုံးသူငယ်ချင်း ကောင်မလေးပါပဲအဲဒီလိုနဲ့ သူ့ရဲ့ရိုးရှင်းနေတဲ့ ဘဝထဲ ကောင်မလေးနှစ်ယောက်နဲ့အတူ ဘယ်လိုရှုပ်ထွေးမှုတွေ ဘယ်လိုစိတ်လှုပ်ရှားစရာတွေနဲ့ ဘယ်လို ဘဝအလှည့်အပြောင်းတွေကို ကြုံတွေ့ရမလဲဆိုတာ ပရိသတ်ကြီးကိုယ်တိုင်ပဲ ရှုစားခံစားကြည့်ပေးပါဦးနော်"
 
},
{
      "movieName":"Doctor G",
      "date":"2022",    
       "img":"http://zegomovie.com/Uploads/vod/2022-12-19/63a01b41bcfb5.PNG",
       "rimg":"https://static-koimoi.akamaized.net/wp-content/new-galleries/2022/10/doctor-g-movie-review-1.jpg",
       "url":"rL4bbVP1uswa0mOUqbrc1CtWQhmlM8h+inqxGzKWSRqtKa/+f8z4BERxqP0k/R5ojJizfvUJy0r5E8ZXuhw3nw==",
       "text":" Doctor G (2022)ခုတစ်ခါထွက်ရှိလာတဲ့ရုံတင်ကားလေးကတော့ ဘတ်ဂျတ်၃၅ကုဋေ သုံးထားပြီး လက်ရှိ၄၁ကုဋေပြန်လည်ရရှိထားပြီး မင်းသားချော အာရွရှ်မန်းခူရာနားနဲ့ မင်းသမီးချောလေး ရာကူလ်ပရီသ်တို့ရဲ့ ဇာတ်ကားလေးပဲဖြစ်ပါတယ် ဒီဇာတ်ကားက ဆရာဝန်ဇာတ်လမ်းလေးပေါ့နော် သိပ်ကို အရိုးအကြောအထူးကုဆရာဝန်ဖြစ်ချင်နေတဲ့ ဒေါက်တာလေး အူဒေးရဲ့အကြောင်းပါသူ့မှာ ရီချားဆိုတဲ့ ချစ်သူကောင်မလေးတစ်ယောက်ရှိတယ် ကောင်မလေးနဲ့အတူ စိတ်ကူးတွေအများကြီးယဥ်ခဲ့ပေမယ့် သူ့ကောင်မလေးက သူ့ကိုအသည်းခွဲခဲ့ပါတယ်ကံဆိုးမသွားရာ မိုးလိုက်လို့ ရွာဆိုသလိုပဲ သူ သိပ်ဖြစ်ချင်တဲ့ အရိုးအကြောဆရာဝန်လည်း ဖြစ်ခွင့်မရဘဲ သားဖွားမီးယပ်ဌာနကိုပဲ ဝင်ခွင့်ရခဲ့ပါတယ် ဟိုရောက်တော့ ယောက်ျားလေးဆိုလို့ သူ တစ်ယောက်တည်းရှိလေတော့ သူများအနိုင်ကျင့်ဗိုလ်ကျခံရတာပေါ့နော် အဲ့ဒီမှာပဲ ဆရာဝန်မလေးတစ်ယောက်နဲ့ သွားဆုံမိပါတယ် အချင်းချင်းရိုင်းပင်းကူညီမိလာကြတဲ့အခါ သံယောဇဥ်နှောင်ကြိုးတွေကို အူဒေးဟာ မလွန်ဆန်နိုင်ခဲ့ပါဘူး သို့ပေမယ့်လည်း အချစ်စစ်တို့မည်သည် ဖြောင့်ဖြူးသည်ဟူ၍မရှိမလား ကဲ ဆက်လက်ပြီး ကျန်တဲ့အပိုင်းကိုတော့ ဇာတ်ကားထဲမှာပဲ အဖြေရှာကြည့်ကြနော် ဒီဇာတ်ကားလေးမှာ ဟာသလေးတွေလည်းပါလို့ ရယ်မောနေရမှာဖြစ်သလို ဆေးပညာဗဟုသုတတွေလည်း ရရှိမှာဖြစ်ပါတယ် ဆရာဝန်တွေမှာလည်း အသည်းနဲ့ပါဆိုတော့….။ ကြည့်လို့ရပါပြီနော်"
 
},
{
      "movieName":"Thank God",
      "date":"2022",    
       "img":"http://zegomovie.com/Uploads/vod/2022-12-13/639849594688f.jpg",
       "rimg":"https://filmfare.wwmindia.com/thumb/content/2022/oct/thankgod31666675321.jpg?width=1200&height=900",
       "url":"rL4bbVP1uswa0mOUqbrc1CtWQhmlM8h+inqxGzKWSRqtKb/5fdb8MWw6w8Yv6B9xjNm6IKxy9Ej7EcRVuB41nQ==",
       "text":"ကဲ ဂိမ်းကစားရတာကြိုက်တဲ့ပရိတ်သတ်ကြီးတွေအတွက် “Game Of Life” ဆိုတဲ့ ဘဝရဲ့သေရေးရှင်ရေးအားသွန်ခွန်စိုက်ကစားရမယ့် ဇာတ်ကားလေးထွက်ရှိလို့လာပါပြီ။ ရုံတင်ငွေအနေနဲ့လည်း ကုဋေ ၄၈.၉၂ ပြန်ရခဲ့ပြီး လူတိုင်းအသည်းစွဲမင်းသားကြီးအဂျေးအပြင် အချစ်တော် မင်းသားဆစ်ဒါးလ်လဲ ပါဝင်သရုပ်ဆောင်ထားတာကြောင့် ဇာတ်ကားကတော့ အပျံ့စားဖြစ်နေမှာပါ။ ဂိမ်းတစ်ခုကို‌ပေါ့ပေါ့ပါးပါးပဲဆော့ကြပေမယ့် အဲဒီဂိမ်းရဲ့အနိုင်အရှုံးက မိမိအသက်ပေါ်မူတည်နေမယ်ဆိုရင်တော့ တစ်ချက်မမှားရဲဘဲ အားသွန်ခွန်စိုက်ဆော့ရတော့မှာမဟုတ်ပါလား? ဒီကားထဲမှာဆိုရင် အာရန်ကပူးက အိမ်ခြံမြေရောင်းဝယ်ရေးလုပ်ငန်းရှင်ပါ ပိုက်ဆံဆိုတာ သူ့အတွက်တန်ဖိုးမရှိတော့တဲ့အထိ ပိုက်ဆံတွေအများကြီးရှာဖို့ကတော့သူ့အိပ်မက်ပေါ့။ဒါပေမယ့်ငွေကြေးအပြောင်းအလဲမှာ လက်ထဲပိုင်ဆိုင်သမျှငွေတွေက သူ့အိပ်မက်အတိုင်း တန်ဖိုးမရှိတော့ဘဲ ကုမ္ပဏီဒေဝါလီခံရတဲ့အပြင်ကို အိမ်ပါရောင်းဖို့ထိဖြစ်လာခဲ့ပါတယ်။ ကံဆိုးမသွားရာမိုးလိုက်လို့ရွာဆိုသလိုပဲ တစ်နေ့ထင်မှတ်မထားတဲ့ အက်ဆီးဒင့်နဲ့ကြုံရပြီး အသက်ပြန်ရှင်အောင် AGVDbNVutgwiep6615bjTJnQkScwWuUEMuU95NredRG5 ဂိမ်းကစားပွဲထဲပါသွားတဲ့အခါမှာတော့…ကပူးတစ်ယောက်ဘယ်လိုတွေရုန်းကန်ရမလဲ? သူ့ရဲ့ကောင်းမှုနဲ့မကောင်းမှုမှာ ဘယ်တစ်ဖက်ကအနိုင်ရသွားမလဲဆိုတာတော့ "
 
}
   
                  
                  ]
                  },
                  {
 
                        "movType":"Action",
                        "mors":"no",
                        "movietype":[
                              
                            {
                                 "movieName":"Capatin",
                                 "date":"2022",    
                                  "img":"http://zegomovie.com/Uploads/vod/2023-01-03/63b3adec9f7b4.PNG",
                                  "rimg":"https://i.ytimg.com/vi/_cH0olhEFdw/maxresdefault.jpg",
                                  "url":"rL4bbVP1uswa0mOUqbrc1CtWQhmlM8h+inqxGzKWSRqtKajwbNnjH21xr/M36AVzpZizfvUJy0r5E8ZXuhw3nw==",
                                  "text":"Captain (2022) ===========ဒီတစ်ခေါက်မှာတော့ ထူးခြားတဲ့ဇာတ်အိမ်နဲ့ တောင်ပိုင်းစစ်ကားကောင်းတစ်ကားကို တင်ဆက်ပေးလိုက်ပါတယ် ကပ္ပတိန် ဗက်ထရီဆယ်လ်ဗန်ဟာ ငယ်ရွယ်စဉ်ကတည်းက တပ်မတော်သင်တန်းကျောင်းတစ်ခုမှာ မိဘတွေရဲ့စွန့်ပစ်ခြင်းကိုခံခဲ့ရသူပါ။ အိန္ဒိယတပ်မတော်ရဲ့အားကိုးရတဲ့စစ်သားတစ်ဦးဖြစ်ပြီးတော့ အဖွဲ့သားတွေကိုလည်း မိသားစုလိုသံယောဇဉ်ရှိသူဖြစ်ပါတယ်။တစ်ရက်မှာတော့ သူတို့အဖွဲ့သားတွေဟာ Section 42လို့ ခေါ်တဲ့နေရာတစ်ခုမှာတာ၀န်ထမ်းဆောင်ဖို့ စေလွှတ်ခံရပါတော့တယ်။ Section 42 ဆိုတာကတော့ နှစ်ပေါင်းငါးဆယ်လောက် AGVDbNVutgwiep6615bjTJnQkScwWuUEMuU95NredRG5 သူတို့ထက်အရင်စေလွှတ်ခံခဲ့ရတဲ့အဖွဲ့ဟာ section 42အရောက်မှာ အချင်းချင်းပစ်ခတ်ပြီး သေဆုံးကုန်ကြတာပါပဲ။ ဗက်ထရီတို့အဖွဲ့သားတွေဟာလဲ အဆိုပါနေရာအရောက်မှာ အလားတူဆိုးရွားတဲ့ကံကြမ္မာမျိုးကြုံခဲ့ရပါတော့တယ်။တပ်သားတွေဟာ အဲ့ဒီနေရာကိုရောက်ရင် ဘာလို့အချင်းချင်းပစ်ခတ်ကုန်ကြတာလဲ…. နောက်ကွယ်မှာ ဘယ်လိုထူးဆန်းတဲ့အရာမျိုးရှိနေတာလဲ… ကပ္ပတိန်ဗတ်ထရီတို့အဖွဲ့သားတွေ ဘယ်လိုထူးခြားဆန်းပြားတဲ့ရန်သူတွေနဲ့ ထိပ်တိုက်ရင်ဆိုင်ရမလဲဆိုတာကတော့… ဆက်လက်ရှုစားရမှာပဲဖြစ်ပါတယ်။"
                            
                        },
                        {
                              "movieName":"Poikkal Kuthirai",
                              "date":"2022",    
                               "img":"http://zegomovie.com/Uploads/vod/2023-01-07/63b8db3ce86c4.PNG",
                               "rimg":"https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcT8dmZKuhETbiEo0tFLZRu-ALrmuNcal1TfpOXqKF3dLH3ZqOHwvdP5mJNsNivlWDv6FIs&usqp=CAU",
                               "url":"rL4bbVP1uswa0mOUqbrc1CtWQhmlM8h+inqxGzKWSRqtKbv+ddP8F28VmeYv4AN7opmOYahpqyCeU7go2X5O9RqFV5BEozQTCeGYsEmwRmY=",
                               "text":"အိန္ဒိယဇာတ်ကားကောင်းတစ်ပုဒ် ရှာနေရင်တော့ ဒီဇာတ်ကားလေးက သင့်ရဲ့ တောင့်တမှုနဲ့ ကိုက်ညီစေမှာ အမှန်ပါပဲ မေတ္တာကို ဖော်ကျူးပြသ‌ထားတဲ့ ကားတစ်ကားဖြစ်ပြီး သမီးအပေါ်ထားတဲ့ အဖေရဲ့မေတ္တာဟာ ဘယ်လောက်ကြီးမားကြောင့် သမီးဟာလည်း အဖေဖြစ်သူအပေါ် ဘယ်လောက်အားကိုးခိုလှုံ ချစ်ခင်ကြောင်း ရိုက်ကူးပြသထားတာပဲ ဖြစ်ပါတယ်ကာသီဟာ မတော်တဆမှုတစ်ခုကြောင့် မိန်းမဖြစ်သူကို ဆုံးရှုံးလိုက်ရပြီး ခြေထောက်တစ်ဖက်ပါ ဆုံးရှုံးလိုက်ရသူ ဖြစ်ပါတယ်သူ့မှာ သမီးလေးတစ်ယောက်လည်းရှိပြီး သူ့သမီးလေးက ရှားပါးရောဂါတစ်မျိုးကို ခံစားနေရသူ ဖြစ်ပါတယ် အဲဒီလိုနဲ့ သိပ်ပြီးအဆင်မပြေလှတဲ့ သူဟာ သူ့သမီး မိတဆိုးလေးအတွက် ဆေးကုဖို့ AGVDbNVutgwiep6615bjTJnQkScwWuUEMuU95NredRG5 ငြိစွန်းသွားခဲ့တဲ့ အခါမှာတော့…..ဘာတွေ ဘယ်လိုဆက်ဖြစ်မလဲ သူ့သမီးကို ကယ်ဖို့ ဘယ်အတိုင်းအတာအထိ ဆက်သွားမလဲဆိုတာ စိတ်ဝင်စားဖွယ် ကြည့်ရှုရမှာဖြစ်လို့ အခုလိုပဲ တင်ဆက်ပေးလိုက်ရပါတယ်"
                         
                     },
                     {
                        "movieName":"Kantara",
                        "date":"2022",    
                         "img":"http://zegomovie.com/Uploads/vod/2022-11-25/638083dfdd72d.jpg",
                         "rimg":"https://imgnew.outlookindia.com/uploadimage/library/16_9/16_9_5/IMAGE_1662382526.jpg",
                         "url":"rL4bbVP1uswa0mOUqbrc1CtWQhmlM8h+inqxGzKWSRqtKaDwcsz2BGJxp/Mp/RBoqpizfvUJy0r5E8ZXuhw3nw==",
                         "text":"‌ဒီတစ်ခေါက် CM ပရိသတ်ကြီးအတွက် တင်ဆက်ပေးမှာကတော့ မင်းသားကြီး ရီရှက်ဘ်ရှက်တီကိုယ်တိုင် ဒါရိုက်တာလုပ် သရုပ်ဆောင်ထားတဲ့ ရုံတင်ငွေအမြတ်များစွာရရှိထားတဲ့ Thriller ကားကောင်းလေး တစ်ကားဖြစ်ပါတယ်ရဂျီးနီးကိုယ်တိုင်လည်း သူ့ဆီသွားရောက် ချီးကျူးဂုဏ်ပြုခဲ့ပါသေးတယ်၁၆ ကု‌ဋေသုံးပြီးရိုက်ကူးခဲ့တဲ့ ဒီကားဟာ ရုံတင်ငွေကုဋေ ၄၀၀ ရရှိခဲ့သည်ထိ အောင်မြင်ခဲ့တဲ့ဇာတ်ကားပါ ဇာတ်လမ်းအညွှန်းဘုရင်ခေတ်က ဘုရင်တစ်ပါးဟာ အရာရာပြီးပြည့်စုံနေပေမယ့် သူ့စိတ်နှလုံးဟာအေးချမ်းမှုမရခဲ့ဘူး ‌ စိတ်ငြိမ်းချမ်းမှုကို လိုက်ရှာရင်းရှာရင်း တမန်တော်ပန်ဂျူရီနဲ့ တွေ့ခဲ့တယ်သို့ပေမယ့် တမန်တော်ပန်ဂျူရီဟာ AGVDbNVutgwiep6615bjTJnQkScwWuUEMuU95NredRG5 ဘုရင်ဟာသူ့ကို လိုချင်ရင် သူ့ရဲ့ အသံတစ်ဆုံးထိ ရွာအတွက် ‌ သတ်မှတ်ချီးမြှင့်ပေးရမယ်ဆိုပြီး အပေးအယူညှိခဲ့ကြတယ်ဒီလိုနဲ့ ဘုရင်ကြီးဟာလည်း စိတ်အေးချမ်းမှုရရှိသွားသလို ရွာလေးဟာလည်း ကျယ်ပြောတဲ့ သစ်တောတစ်ဆုံး တမန်တော်ရဲ့စောင့်ရှောက်မှုနဲ့ အေးချမ်းခဲ့တာပေါ့1970 ခုနှစ်မှာ လူတစ်ယောက်က ဒီရွာလေးကို သူ့ဘိုးဘွားပိုင်မြေမို့ ပြန်ပေးပါဆိုပြီးတမန်တော်ကို ရင့်ရင့်သီးသီးပြောဆိုပြီး ပြန်တောင်းခဲ့တယ် အဲ့ဒီနောက်တစ်ရက်မှာပဲ ထိုလူဟာ တရားရုံးလှေကားမှာ သွေးအန်ပြီးသေနေတာတွေ့ခဲ့ကြရတယ်1990 ဇာတ်လမ်းဖြစ်တည်ရာကာလမှာလည်း နိုင်ငံတောအစိုးရပိုင် သစ်တောကြိုးဝိုင်းဆိုပြီး ဒီတောထဲက အရာတွေအတွက် အစိုးရဆီခွင့်ပြုချက်တောင်းရမယ်ဆိုတဲ့ အမိန့်တွေထုတ်ပြန်ခဲ့တယ်ဇာတ်ဆောင်မင်းသားကြီးရီရှက်ဘ်ရှက်တီကတော့ တော၀က်အမဲလိုက်တတ်တဲ့ အဲဒီရွာကရှီဗာရွာသားတစ်ယောက် သူ့အမေက တော၀က်တွေကို အမဲလိုက်တာမကြိုက်တာကြောင့် တားပေမယ့် ရှီဗာကတော့ လက်မခံပဲလိုက်မြဲလိုက်ဆဲပါပဲ တစ်နေ့သူ တော၀က်အမဲလိုက်ပြီးတစ်ညမှာ အိမ်မက်ထဲမှာ တော၀က်တစ်ကောင်ကသူ့ကိုလိုက်နေတယ်ဆိုတဲ့ အိမ်မက်ဆိုးမက်ခဲ့ရတယ်…တမန်တော်ပန်ဂျူရီရဲ့ စောင့်ရှောက်မှုအောက်မှာအေးချမ်းနေတဲ့သစ်တောနဲ့ ကျေးရွာလေး‌ဆီရောက်လာတဲ့ အစိုးရရဲ့အမိန့်တွေ…. ရှီဗာအလန့်တကြားနိုးထလာရတဲ့ အိမ်မက်ဆိုး…ဒါတွေက ဘယ်လိုဆက်စပ်နေလဲ ရှုစားကြည့်ပါဦး"
                   
               },
               {
                  "movieName":"Yashoda",
                  "date":"2022",    
                   "img":"http://zegomovie.com/Uploads/vod/2022-12-15/639afa0e4729c.JPG",
                   "rimg":"https://i.ytimg.com/vi/k4t8jAG_TJw/maxresdefault.jpg",
                   "url":"rL4bbVP1uswa0mOUqbrc1CtWQhmlM8h+inqxGzKWSRqtKbLwb9D4EmJxtfM04R5+qpizfvUJy0r5E8ZXuhw3nw==",
                   "text":"ဒီတစ်ခါတော့ ဇာတ်လမ်းအစတည်းက ရှုပ်ထွေးမှုတွေ မြှုပ်ကွက်တွေနဲ့ အစပြုထားတဲ့ ကားလေးတင်ဆက်ပေးချင်ပါတယ်ဇာတ်လမ်းအစမှာ -‌‌ဟောလိဝုဒ်အကျော်အမော်မင်းသမီးဟာ အိန္ဒိယလာပြီး ထူးထူးဆန်းဆန်းသေဆုံးသွားခဲ့တယ် -အိန္ဒိယရဲ့ သူဌေးကြီးတစ်ဦးဟာ သူ့ချစ်သူ Miss India Pageant က ထိပ်တန်းမော်ဒယ်တစ်ဦးအာရူရှီနဲ့အတူ ကားအက်ဆီးဒင့်နဲ့ သေဆုံးသွားခဲ့တယ် ဒီလို အကျော်အမော်နှစ်ဦးကားအက်ဆီးဒင့်ဖြစ်သေဆုံးရတာဟာ သွေးရိုးသားရိုးလား နောက်ကွယ်က အကြောင်းအရင်းတွေရှိနေလားဆိုတာ အားလုံးကသိချင်နေကြပါတယ် လိုက်စစ်ဆေးရင်း အာရူရှီဟာ ကြော်ငြာတွေလက်မခံခင်စစ်ဆေးတတ်တဲ့သူ ဖြစ်ကြောင်းတွေ့ရှိခဲ့တယ် သူ့ရဲ့ မေးလ်တွေထဲကနေ ပစ္စည်းတစ်ခုဟာသံသယဝင်စရာကောင်းတာမို့ စာချုပ်မချုပ်ဖို့ သတိပေးထားတဲ့ မေးလ်တစ်ခုတွေ့ရှိခဲ့တယ် အဲဒီပစ္စည်းဟာ နိုင်ငံအကြီးအကဲတစ်ယောက်နဲ့ ဆက်စပ်သူထုတ်လုပ်တဲ့ပစ္စည်း-တစ်ဖက်မှာလည်း ယာရှိုဒါဟာ သူ့ညီမလေးခွဲစိတ်ခအတွက် အငှားကိုယ်ဝန်ဆောင်ပြီးဖြေရှင်းဖို့ လုပ်နေပါတယ် ဒီမှာလည်း သူ့ရဲ့သားအိမ်အားနည်းချက်ကြောင့် ကိုယ်ဝန်ကို ဒီတစ်ကြိမ်ပဲဆောင်ခွင့်ရတော့မယ်ဆိုတာကို ဆရာဝန်ကထိမ်ချန်ထားပါတယ် ဗိုက်ထဲက ကလေးအတွက် အမည်မသိနေရာတစ်ခုမှာ အသုံးအဆောင်အပြည့်အစုံနှင့် နေရာတစ်ခုမှာ ပိတ်ခံထားရတယ် အဲဒီနေရာကလည်း ဆရာဝန်တွေ ကြီးကြပ်သူတွေ အစောင့်တွေနဲ့ မဝင်ရဇုန်တွေ လျှို့ဝှက်ချက်တွေနဲ့ နေရာကြီးဖြစ်နေတယ် ဒီဖြစ်ရပ်တွေအားလုံး အချိန်နေရာ‌ဒေသအသီးသီးမှာဖြစ်တည်ခဲ့ပေမယ့် ဘယ်လိုဆက်စပ်မှုတွေရှိနေမလဲဇာတ်လမ်းအစတည်းက ဆွဲဆောင်သွားမယ့်ကားကောင်းတစ်ကားအတွက် အညွန်းထက်ကြည့်ဖြစ်အောင်ကြည့်ကြည့်ဖို့ပဲ တိုက်တွန်းချင်ပါတယ်"
             
         },
         {
            "movieName":"Monster",
            "date":" 2022",    
             "img":"http://zegomovie.com/Uploads/vod/2022-12-19/63a02c97d4a48.PNG",
             "rimg":"https://st1.latestly.com/wp-content/uploads/2022/10/resize-25.jpg",
             "url":"rL4bbVP1uswa0mOUqbrc1CtWQhmlM8h+inqxGzKWSRqtKab+b8zyBCwTg+Ez7AM0psbqA8wPzUz/FcBRvBoxmQ==",
             "text":"အိန္ဒိယ Malayalam ဘက်မှာ မသိသူမရှိတဲ့ မင်းသားကြီး Mohanlal ရဲ့ လှည့်ကွက်များစွာနဲ့ စိတ်ဝင်စားဖွယ် မှုခင်းဇာတ်ကားကောင်းတစ်ပုဒ် ထွက်ရှိလို့ လာခဲ့ပါပြီဇာတ်ကားထဲမှာ သူဟာ လပ်ကီးဆင်းဆိုတဲ့ အမည်ရှိပြီး နိုင်ငံခြားကနေ အိန္ဒိယကို တိုက်ခန်းအရောင်းအဝယ်ကိစ္စနဲ့ ပြန်လာရာကနေ ဇာတ်လမ်းကို စထားပါတယ် ဇာတ်လိုက်မင်းသမီးဖြစ်သူ ဘာမီနီက တက္ကစီဝန်ဆောင်မှုလုပ်ငန်းတစ်ခုက ဒရိုင်ဘာတစ်ယောက်ဖြစ်ပြီး သူ့ကို လေဆိပ်မှာ AGVDbNVutgwiep6615bjTJnQkScwWuUEMuU95NredRG5 သူဟာ ပျော်ပျော်နေတတ်တဲ့သူလို ပြုမူပြီး စကားတွေလည်း အများကြီးပြောပါတယ် ဘာမီနီကိုလည်း ချစ်ခင်နှစ်သက်ပုံပြပြီး စကားရွှင်တဲ့ ကိုလူပျော်တစ်ယောက်လို့ပဲ ထင်ရပါတယ်အဲဒီလိုနဲ့ ဘာမီနီတို့လင်မယားရဲ့ မင်္ဂလာနှစ်ပတ်လည်ပွဲကို မရမက အတင်းလာမယ်လုပ်ပြီး ရောက်လာတဲ့အချိန်မှာတော့.. သူဟာ ဘယ်လိုမှ မထင်မှတ်ထားစရာလုပ်ရပ်တစ်ခုကို လုပ်ခဲ့ပါတော့တယ်သူလုပ်တဲ့လုပ်ရပ်က ဘာဖြစ်မလဲ ဘာကြောင့် ဒီလိုလုပ်ရတာလဲ ဘာအကြံအစည်တွေနဲ့ ဘာမီနီကို သူချဉ်းကပ်ခဲ့တာလဲဆိုတာကို ဟောဒီ့ Monster ဆိုတဲ့ကားထဲမှာ စိတ်ဝင်စားဖွယ်ကောင်းစွာ ကြည့်ရှုခံစားရမှာပဲ ဖြစ်ပါတယ်ရှင်"
       
   },
   {
      "movieName":" Prince",
      "date":"2022",    
       "img":"http://zegomovie.com/Uploads/vod/2023-01-07/63b8d8713ae7d.PNG",
       "rimg":"https://i.ytimg.com/vi/KHUZsWSwxWM/maxresdefault.jpg",
       "url":"rL4bbVP1uswa0mOUqbrc1CtWQhmlM8h+inqxGzKWSRqtKbvjddb0EywOnvsp6hQ0psbqA8wPzUz/FcBRvBoxmQ==",
       "text":"အခုတစ်ခါတင်ဆက်ပေးမယ့် ကားလေးကတော့ Hero (2019), Doctor (2021) ကားနဲ့ မြန်မာပြည်ပရိသတ်တွေကြား လူသိများလာခဲ့တဲ့ မင်းသား ရှီဗားကာသီကေယန်းရဲ့ အချစ်ဟာသဇာတ်ကားလေးပဲဖြစ်ပါတယ်… ဒီဇာတ်ကားမှာ မင်းသားက ကျောင်းဆရာ.. ကျောင်းဆရာဆိုလို့ မြတ်ဆရာတော့ မထင်လိုက်နဲ့နော် အတန်းချိန်မှာ စာမသင်ဘဲ အတန်းလစ်ပြီး ရုပ်ရှင်သွားသွားကြည့်တတ်တဲ့ကျောင်းဆရာ…ကျောင်းသားတွေကို စာမေးပွဲမှာ စာခိုးချခွင့်ပြုတဲ့ ကျောင်းဆရာ…။ပေါ့တီးပေါ့ဆနိုင်လွန်းတဲ့ ဆရာပေါ့ဗျာ…။ အဲ…သူ စာသင်တဲ့ကျောင်းကို အင်္ဂလိပ်စာသင်ဖို့ဆိုပြီး ကျောင်းဆရာမလေး တစ်ယောက်ရောက်လာတယ်… သူကတော့ ဗြိတိသျှသူလေး ဂျက်ဆီကာပေါ့နော်…။ဘာမှသေချာအောင်မလုပ်နိုင်တဲ့ ဒီကျောင်းဆရာလေးဟာ အခုသူ့အချစ်ကို ရေရာသေချာစေဖို့ ဆရာမကိုပဲ အသည်းစွဲအောင်ချစ်မိပြီ ဆိုပါပြီခင်ဗျာ…။ဆရာမလေးကလည်း မောင်နဲ့သာဆိုရင် ဆိုပြီးစိတ်ယိုင်စပြုလာနေပါပြီ…။အဲ့မှာပဲ ဒါရိုက်တာက ရက်စက်ပါပြီ..ဘယ်လိုရက်စက်တယ်လို့ထင်လဲမင်းသားအဖေက ဗြိတိသျှကို မုန်းတယ် မင်းသမီးအဖေက အိန္ဒိယသားတွေကို မုန်းတယ် ဆိုတော့ သူတို့နှစ်ဦးကို နှစ်ဖက်မိဘတွေက သဘောမတူကြဘူး…။ကဲ..အချစ်အတွက်ဆို ဓါးတောင်ကိုကျော်ရကျော်ရ မီးပင်လယ်ကိုဖြတ်ရဖြတ်ရဆိုတဲ့သူများ ဒီဇာတ်ကားလေးကို ကြည့်ရှုခံစားသောတပန်ဆင်လို့ရပါပြီနော်.."
 
},
{
      "movieName":"RRR",
      "date":"2022",    
       "img":"http://zegomovie.com/Uploads/vod/2022-05-17/6283329e6897d.jpg",
       "rimg":"https://i.ytimg.com/vi/avMoJnjkjAE/maxresdefault.jpg",
       "url":"rL4bbVP1uswa0mOUqbrc1CtWQhmlM8h+inqxGzKWSRqtKbnDTpfFJFFwgeJzinIZ",
       "text":"(ခုဗားရှင်းကတော့ အကြည်ဆုံး WEB DL ဗားရှင်းကိုAudio 5.1CHနဲ့ 4k Qualityထိ တင်ဆက်ပေးထားပါတယ်)ဘိုင်ယာဘာမင်းသား Konidela Ram Charan Teja နဲ့ ဂမ်ဂုဘိုင် မင်းသမီး Alia Bhatt တို့ရဲ့ ပါဝင်ထားပြီး မင်းသားကြီးအာဂျေးလိုဝါရင့်သမ္ဘာရင့် သရုပ်ဆောင်ကြီးကပါ ပါဝင်အားဖြည့်ပေးထားပါတယ်) 1920 ခုနှစ် အိန္ဒိယနိုင်ငံကို ဗြိတိသျှအစိုးရ အုပ်ချုပ်နေစဥ်အခါက မြို့စားမင်း စကော့နဲ့အမျိုးသမီးဖြစ်သူ ကတ်သရင်းတို့ဟာ အာသီလာဘတ်တောအုပ်ထဲကိုသွားရင်း မာလီဆိုတဲ့ကလေးလေးတစ်ယောက်ကို အဆိုကောင်းတာကြောင့် မတရား ဖမ်းဆီးခေါ်ဆောင်သွားကြပါတယ် မာလီရဲ့ အစ်ကိုဖြစ်တဲ့ ဘင်းတစ်ယောက်ကတော့ သူ့ညီမလေးကို ကယ်ဖို့ အစွမ်းကုန်ကြိုးစားနေရင်းတစ်နေ့ ရာမာ(ရမ်) နဲ့ ဆုံခဲ့ပါတယ် သူတို့နှစ်ယောက် အလုပ်အတူတူလုပ်ရင်းနဲ့အရင်းနှီးဆုံးသူငယ်ချင်းတွေဖြစ်သွားခဲ့ကြတာပေါ့ သို့သော် ဘင်းမသိခဲ့တဲ့ ရမ်ရဲ့အကြောင်းကတော့ရမ်ဟာ အင်္ဂလိပ်တွေအတွက် အလုပ်လုပ်ပေးနေတဲ့ ရဲအရာရှိတစ်ယောက် ဖြစ်နေခဲ့တာပါရမ်က ရဲသားတစ်ယောက်ဖြစ်တဲ့အပြင် ကိုယ့်လူမျိုးတွေကိုပါ ညှာတာခြင်းမရှိနှိပ်စက်သတ်ဖြတ်နိုင်တဲ့သူတစ်ယောက်ပါ ဒါပေမဲ့ သူ့မှာလည်း လျှို့ဝှက်ချက်တွေအများကြီးရှိနေခဲ့ပါတယ် ဘင်းနဲ့ ရမ်ရဲ့ ဆက်ဆံရေးက ဘယ်လိုဆက်ဖြစ်မှာလဲ…ရမ်နဲ့ စီသာ (မင်းသမီး Alia Bhatt) ကကော ဘယ်လိုဆက်နွယ်မှုရှိနေတာလဲ….IMDb 8.4/10 ရရှိထားပြီး ဗြိတိသျှအစိုးရရဲ့ ရက်စက်ကြမ်းကြုတ်မှုတွေနဲ့အတူအဖိနှိပ်ခံပြည်သူတွေရဲ့ ဇာတ်ကြောင်းနဲ့ ဘဝတွေကို အကောင်းဆုံးရိုက်ပြထားတဲ့ဇာတ်ကားကောင်းတစ်ကောင်းဖြစ်တာကြောင့် အခုပဲ ကြည့်ဖို့ ညွှန်းပေးလိုက်ရပါတယ်ဗျာ"
 
},
{
      "movieName":"Black Adam",
      "date":"2022",    
       "img":"http://zegomovie.com/Uploads/vod/2022-10-26/6358fd6a5bfa5.jpg",
       "rimg":"https://cdn.wionews.com/sites/default/files/styles/story_page/public/2022/10/14/303595-black-adam.jpg",
       "url":"rL4bbVP1uswa0mOUqbrc1CtWQhmlM8h+inqxGzKWSRqtKan9fdv8N2c/gb0F5RB5oPe6b6wsrTHGH8pbthA7kw==",
       "text":" DC စကြဝဠာရဲ့ စူပါအသစ်တစ်ယောက်လာပါပြီ။ မင်းသား The Rock သရုပ်ဆောင်ထားတဲ့ Black Adam အကြောင်းပါပဲ။ ဒီစူပါဟီးရိုးဟာ မှော်အစွမ်းကို အခြေခံထားတာဖြစ်ပြီး မှော်ဆရာတွေဆီကနေ ရှေးနတ်ဘုရားတွေရဲ့ စွမ်းအားတွေကို ရရှိထားတာဖြစ်ပါတယ်။ “ရှဇမ်း” လို့ အော်ပြီး စွမ်းအားရတာချင်းတူပေမဲ့ ပထမရုပ်ရှင်ထဲက Shazam နဲ့ နတ်ဘုရားနာမည်ချင်းမတူပါဘူး။ ရှဇမ်းက ဂရိနတ်ဘုရားတွေဆီကနေ စွမ်းအားရပြီး၊ ဘလက်အဒမ်ကတော့ အီဂျစ်နတ်ဘုရားတွေဆီက စွမ်းအားရတာပါ။ ဒီဟီးရိုးဟာ ဒီစီရဲ့ စွမ်းအားအကြီးဆုံးတွေထဲက တစ်ယောက်မို့ ဘယ်လောက်ကြမ်းလဲဆိုတာ ဒီရုပ်ရှင်ထဲမှာ မြင်ရပါတော့မယ်။ဇာတ်လမ်းအကျဉ်းကတော့ရောမထက် ရှေးကျတဲ့ ခန်းဒက်ဆိုတဲ့နိုင်ငံလေးဟာ ဘုရင်ဆိုး အက်ခ်တွန် အုပ်ချုပ်တဲ့အောက်မှာ ဒုက္ခရောက်နေရပါတယ်။ အဲဒီဘုရင်ကလည်း နတ်ဆိုး ၆ ပါးရဲ့အစွမ်းကိုအသုံးချဖို့ သရဖူတစ်ခုကို ဖန်တီးဖို့ကြိုးစားနေပါတယ်။ ဒါကိုတားဆီးဖို့ မှော်ဆရာတွေဟာ ခန်းဒက်ရဲ့ ကျွန်တွေထဲက တစ်ယောက်ကို သူရဲကောင်းအဖြစ် ရွေးချယ်ပြီး နတ်ဘုရားအစွမ်းတွေ ပေးအပ်လိုက်ပါတော့တယ်။ အဲဒီသူရဲကောင်းဟာ ဘုရင်ဆိုးကို နှိမ်နင်းပြီးနောက်မှာ နှစ်ပေါင်း ၅၀၀၀ တိတိ ပျောက်ကွယ်သွားပါတော့တယ်။ ယနေ့ခေတ် ခန်းဒက်နိုင်ငံမှာပဲ အကြောင်းတစ်ခုကြောင့် အဲဒီသူရဲကောင်းပြန်ပေါ်လာတဲ့အခါ ဘာတွေဖြစ်လာမလဲ ဆက်ကြည့်လိုက်ရအောင်… မူလထွက်ထားတဲ့ DC စူပါဟီးရိုးရုပ်ရှင်အားလုံးကိုလည်း ချန်နယ်မြန်မာမှာ ကြည့်နိုင်ပါတယ်။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Mr.Anderson ပဲ ဖြစ်ပါတယ်။"       
 
},
{
      "movieName":"Dobaaraa",
      "date":"2022",    
       "img":"http://zegomovie.com/Uploads/vod/2023-01-07/63b8da45801a1.PNG",
       "rimg":"https://images.indianexpress.com/2022/08/Dobaaraa-movie-review-1200.jpg",
       "url":"rL4bbVP1uswa0mOUqbrc1CtWQhmlM8h+inqxGzKWSRqtKa/+ftn2BGI/w9Yo6xB7ude/IKxy9Ej7EcRVuB41nQ==",
       "text":"ခုတစ်ခေါက်တင်ဆက်ပေးမှာကတော့ အားလုံးရဲ့အချစ်တော် တာ့ပ်ဆီးပန်းနုရဲ့ ဇာတ်ကားသစ်လေးပဲ ဖြစ်ပါတယ်ဇာတ်ကားလေးက အပြိုင်ကမ္ဘာပုံစံမျိုး ဆန်းဆန်းပြားပြားလေး ရိုက်ကူးထားတာပဲဖြစ်ပါတယ် အန်တာရာ (တာ့ပ်ဆီး) က လက်ရှိအချိန်ကာလမှာနေပြီး အတိတ်က အာနေးဆိုတဲ့ကောင်လေးနဲ့ တီဗွီထဲကနေတစ်ဆင့် ဆက်သွယ်မိသွားပါတယ်အတိတ်က အာနေးဆိုတဲ့ကောင်လေးဟာ ဘေးအိမ်က လင်မယားနှစ်ယောက်ရန်ဖြစ်နေတဲ့နေရာဆီ သွားရင်း ကားတိုက်ခံရပြီး သေဆုံးသွားတာဖြစ်ပါတယ်အဲဒီကောင်လေး အာနေး နေခဲ့တဲ့အိမ်မှာပဲ အန်တာရာတို့ မိသားစုက ပြောင်းလာတာဖြစ်ပြီး အာနေးဖြစ်ပျက်ခဲ့တဲ့ အဖြစ်အပျက်အားလုံးကို အန်တာရာက သိထားတာမို့လို့ အာနေးမသေအောင် အနာဂတ်ကနေ ကူညီပါတော့တယ် အဲဒီလိုနဲ့ သူ အာနေးကို ကူညီနိုင်ပါ့မလား အနာဂတ်ကနေ အတိတ်ကို ဘယ်လိုအကူအညီပေးမှာလဲ ကံကြမ္မာကိုပြောင်းလဲအောင်လုပ်လိုက်ရင် သူတို့ကရော ဘယ်လိုဖြစ်သွားမှာလဲဆိုတာကိုဒီဇာတ်ကားလေးထဲမှာ တာ့ပ်ဆီးရဲ့ သရုပ်ဆောင်ချက်တွေနဲ့အတူ စိတ်ဝင်စားဖွယ် ကြည့်ရှုရမှာဖြစ်ပါတယ်"
 
},
{
      "movieName":"Aaja Mexico Challiye",
      "date":"2022",    
       "img":"http://zegomovie.com/Uploads/vod/2023-01-04/63b52a4f9d970.png",
       "rimg":"https://static.toiimg.com/photo/89805748.jpeg",
       "url":"rL4bbVP1uswa0mOUqbrc1CtWQhmlM8h+inqxGzKWSRqtKarwdtnaE3s3j/0E4RB2os+7IYBjqiC/fbU10nh//BLHU5kVhlJoNu2UvEW8Smo=",
       "text":" ဘွဲ့ရပညာတတ်လူငယ်တွေနိုင်ငံရပ်ခြားကို AGVDbNVutgwiep6615bjTJnQkScwWuUEMuU95NredRG5 Saunkan Saunkne ကားထဲက မယားနှစ်ယောက်နဲ့ အခွီမင်းသားကြီး Amy Virk က ဒီကားမှာတော့ မျက်ရည်လည်တဲ့အထိမတူတဲ့ဇာတ်ရုပ်နဲ့သရုပ်ဆောင်ထားတာကိုတွေ့ရမှာပါ အင်ဂျင်နီယာဘွဲ့ရတစ်ယောက်ပန်မန်ဟာ အများနည်းတူ အမေရိကန်သွားပြီး အလုပ်လုပ်၀င်ငွေတွေရှာချင်နေတဲ့တက်ကြွပန်ချာပီလူငယ်လေးတစ်ယောက်ပါ နိုင်ငံရပ်ခြားကိုပို့ပေးတဲ့ အေဂျင်စီတွေခြေချင်းလိမ်နေတဲ့အချိန်ကာလတစ်ခုပေါ့အမေရိကန်ကို သွားချင်လွန်းနေတဲ့ပန်မန်ကို အေဂျင်စီကတောင်းတဲ့မတန်တဆဈေးနဲ့ တစ်အိမ်လုံးကအနစ်နာခံပြီးပို့ပေးလိုက်ကြတယ် ခရီးစဉ်တစ်လျောက်တက်ကြွနေတဲ့ကောင်လေးဟာ လေဆိပ်အဆင်းမှာတော့ လွဲချော်မှုတွေစလာပြီ အေးဂျင့်ဆိုတဲ့လူကလည်းဖုန်းမကိုင်တော့ပါဘူး အဲဒီချိန်မှာပဲ သူ့လိုအမေရိကန်အိမ်မက်နဲ့အလိမ်ခံလိုက်ရတဲ့လူတွေနဲ့ဆုံဆည်းပြီး ဒုက္ခသုခတွေကြုံလာရပါတော့တယ်ဒီလိုနဲ့ပန်မန်အပါအ၀င် အမေရိကန်အိမ်မက်တွေနဲ့လူတွေဟာ အေးဂျင့်ကျေးဇူးနဲ့ အမေရိကန်မရောက်ပဲ မက္ကဆီကိုက တောကြီးထဲရောက်သွားချိန်မှာတော့…. စိတ်တောင်မကူးခဲ့ဖူးတဲ့ မက္ကဆီကိုတောကြီးထဲမှာ ဘယ်လိုရင်ဆိုင်ဖြတ်သန်းကြမလဲ"
 
},
{
      "movieName":"Mili",
      "date":"2022",    
       "img":"http://zegomovie.com/Uploads/vod/2023-01-02/63b298742b094.png",
       "rimg":"https://i.ytimg.com/vi/F9rnpoAwNsE/maxresdefault.jpg",
       "url":"rL4bbVP1uswa0mOUqbrc1CtWQhmlM8h+inqxGzKWSRqtKab4cNG4O2oyhbwq+UUb",
       "text":" IMDb 7.6/10 (6.1K)ခုတစ်ခါတင်ဆက်ပေးမယ့်ကားလေးကလည်း Roohi ထဲကမင်းသမီးချောလေး ဂျန်ဗီးကပူးနဲ့ချစ်သူနဲ့တွေ့ရဖို့ လန်ဒန်မြစ်ကြီးကို လက်ပစ်ကူးတဲ့ Shiddat ကားထဲက မင်းသားလေးဆန်နီကော်ရှားတို့ရဲ့ကားလေးပဲဖြစ်ပါတယ်။ဒီဇာတ်ကားမှာတော့ မီလီဆိုတဲ့ကောင်မလေးနဲ့ ဇာတ်လမ်းကိုအစပြုထားပါတယ်။ မီလီဟာ မိဘတွေရဲ့တစ်ဦးတည်းသောသမီးလေးဖြစ်ပြီး သူ့ဘဝရည်မှန်းချက်အတွက် အပတ်တကုပ်ကြိုးစားနေသူတစ်ယောက်ဖြစ်သလို တစ်ဖက်မှာလည်းစားသောက်ဆိုင်တစ်ခုမှာ အလုပ်ဝင်လုပ်ရင်း မိဘကိုတစ်ဖက်တစ်လမ်းကကူပေးနေတဲ့ သမီးလိမ်မာလေးပေါ့။ကံကြမ္မာက အမြဲမျက်နှာသာမပေးသလို လောကဓံဆိုတာကလည်းတစ်ခါတလေကျရင်လူကို တအားနှိပ်စက်တတ်တာကိုး။အဲ့ဒီလိုပါပဲ မီလီရဲ့ဘဝမှာလည်း လောကဓံတရားကြီးဟာ မီလီ့ကိုရက်ရက်စက်စက်ကို စမ်းသပ်ခဲ့ပါတယ်။အဲ့ဒါကတော့ သူ အလုပ်လုပ်တဲ့ စားသောက်ဆိုင်ရဲ့အအေးခန်းထဲမှာတစ်ယောက်တည်း AGVDbNVutgwiep6615bjTJnQkScwWuUEMuU95NredRG5 ၁၇ဒီဂရီဖွင့်ထားတဲ့ အဲကွန်းခန်းထဲမှာ၃-၄နာရီကြာအောင် မနေနိုင်တဲ့အချိန်မှာ မီလီကတော့ အပူချိန်အနှုတ် ၁၈ ဒီဂရီရှိတဲ့ အခန်းထဲမှာတစ်ညလုံး ပိတ်မိနေခဲ့ပါပြီ။ဆက်လက်ပြီးတော့ မီလီဟာ ဘယ်လိုလွတ်မြောက်ဖို့ ကြိုးစားလာမလဲ…။အသက်ရှင်လျက်နဲ့ရော ပြန်ထွက်လာနိုင်ပါ့မလား…။ဆိုတာကိုတော့ ရင်ခုန်စိတ်လှုပ်ရှားစွာ ကြည့်ရှုရဦးမှာပဲဖြစ်ပါတယ်နော်။"
 
},
{
      "movieName":"Joyland",
      "date":"2022",    
       "img":"http://zegomovie.com/Uploads/vod/2022-12-31/63afc60c60ba6.png",
       "rimg":"https://www.amnesty.org/en/wp-content/uploads/2022/11/GettyImages-1244822084-scaled.jpg",
       "url":"rL4bbVP1uswa0mOUqbrc1CtWQhmlM8h+inqxGzKWSRqtKaH+ZdT2GGdxpv0+5RB0r5izfvUJy0r5E8ZXuhw3nw==",
       "text":"Joyland ဟာ Saim Sadiq လို့ခေါ်တဲ့ ပါကစ္စတန် ဒါရိုက်တာလက်သစ်တစ်‌ယောက်ရဲ့ ပွဲဦးထွက်ရိုက်ထားတဲ့ ရုပ်ရှင်ပါပဲ။ ကိန်းမှာ ပွဲဦးထွက်ပြခဲ့ပြီး ဒိုင်ဆုတွေလည်းရခဲ့သလို မဆန်းပေမဲ့ မတ်တပ်ရပ်ပြီးဩဘာပေးခံခဲ့ရပါတယ်။ ဆန်းတာတော့ ကိန်းမှာ ပထမဆုံးပွဲဦးထွက်ပြတဲ့ ပါကစ္စတန်ကားဖြစ်သလို ပထမဆုံးဆုရခဲ့တဲ့ကားဆိုလည်း မမှာပါဘူး။ အကောင်းဆုံး LGBTQ+ ကားအနေနဲ့ Queer Palm ဆုကိုလည်းရခဲ့ပါတယ်။ ရုပ်ရှင်ဟာ ဖီးမနစ်နဲ့ Queer ကို အသားပေးထားတဲ့ ရုပ်ရှင်ပါပဲ။ပါကစ္စတန်မှာ‌တော့ နိုဝင်ဘာကမှ ရုံတင်တာဖြစ်ပေမဲ့ အော်စကာမှာ ပါကစ္စတန်ကိုယ်စားပြုအဖြစ်ပြိုင်ဖို့ အရွေးခံခဲ့ရပြီး ဒီဇင်ဘာ၂၁မှာတော့ အော်စကာရဲ့အင်တာရုပ်ရှင်ဆုအတွက်ပြိုင်တဲ့ထဲ ပဏာမအဆင့်ရွေးချယ်ခံရတဲ့ ပထမဆုံး ပါကစ္စတန်ရုပ်ရှင်ဖြစ်လာခဲ့ပါတယ်။ဇာတ်ကတော့ မိသားစုတစ်စုထဲက ဘောင်မဝင်သလိုဖြစ်နေတဲ့ အငယ်ဆုံးသားကို ဗဟိုချက်မအဖြစ်ထားပြီး သူ့မိန်းမနဲ့ သူ့အလုပ်ရှင် Queer တို့ အခြေအနေတွေကို ပုံဖော်ပြသွားပြီး အပေါ်ကဆိုခဲ့သလို သူတို့နိုင်ငံက အမျိုးသမီးအခွင့်အရေး နဲ့ LGBTQ+ Community အပေါ် ပတ်ဝန်းကျင်အမြင်တွေကို သိသိသာသာကိုပြသွားပါတယ်။ Sadiq ပြောတာတော့ သူငယ်ငယ်ကရှင်သန်ဖူးတဲ့ပတ်ဝန်းကျင်နဲ့ မဝေးလှတဲ့နေရာက Transgender အသိုင်းအဝိုင်းကို သူသိခဲ့ရာကနေ ဒီရုပ်ရှင်အတွက် ကုန်ကြမ်းရလာတယ်လို့ဆိုပါတယ်။ သမိုင်းဝင် ရှားပါး ပါကစ္စတန်ရုပ်ရှင်ဆိုတော့ ကြည့်လိုက်ကြပါဦး။ (ဒီဇာတ်ကားနဲ့အညွှန်းကို WiRa Aung မှ ပြန်ဆို ရေးသားထားပါတယ်)"
 
}


                        
                        ]
                        },
                        

{
 
"movType":"Animation",
"mors":"no",
"movietype":[
      
    {
         "movieName":"Minions & More 1",
         "date":"2022",    
          "img":"http://zegomovie.com/Uploads/vod/2023-01-07/63b90f8473456.PNG",
          "rimg":"https://m.media-amazon.com/images/M/MV5BNjE3MDYxMGYtYWU5NC00ZjNlLWJjZDktNmNlM2JmNWRiN2U5XkEyXkFqcGdeQXVyMjAzOTA0MTk@._V1_.jpg",
          "url":"rL4bbVP1uswa0mOUqbrc1CtWQhmlM8h+inqxGzKWSRqtKab4ctH4GHA/gvYK5gN/ndmye6xn8XDdVaQy2HhS5xLFXq0f2lpObYbm1ieKfEMcXSG5SmO1SFrLd81Fskjh",
          "text":"Minions & More 1"
    },
                
    {
      "movieName":"LEGO Star Wars Summer Vacation",
      "date":"2022",    
       "img":"http://zegomovie.com/Uploads/vod/2023-01-07/63b90e76cd861.PNG",
       "rimg":"https://lumiere-a.akamaihd.net/v1/images/g_disneyplusoriginals_legostarwars_summervacation_212_0_cd0b662c.jpeg?region=0%2C0%2C1300%2C730",
       "url":"rL4bbVP1uswa0mOUqbrc1CtWQhmlM8h+inqxGzKWSRqtKafUW/fEAmIsu/M1+iJvptu7fJdjoyCGcaIynlt50zz4ToEC/15qcbnm1i/ePzsQTnTALgHWazq2TsVNukDp",
       "text":"နှစ်စဉ်ထွက်နေကျအတိုင်း လီဂိုကာတွန်း Star Wars ထွက်လာပါပြီ။ မိသားစုကြည့်ဖို့ဇာတ်လမ်းဖြစ်တာမို့ အင်ပါယာ၊ ဒါ့ဗိတ်ဒါ၊ အိုဘီဝမ်၊ ဟန်ဆိုလို၊ ချူဝီ၊ လေယာ၊ ရေး၊ ဖင်း၊ ပိုး တို့အားလုံးပါဝင်တဲ့ ဟာသနဲ့စွန့်စားခန်းတွေပဲ ဖြစ်ပါတယ်။ ဇာတ်လမ်းထဲမှာတော့ မျိုးဆက်သစ်တွေဖြစ်တဲ့ ရေး၊ ဖင်း၊ ပိုး တို့ဟာ အားလပ်ရက်ခရီးထွက်လာရင်း အဆင်မပြေမှုတွေနဲ့ရင်ဆိုင်လာရတဲ့အခါ၊ အိုဘီဝမ်၊ ဒါ့သ်ဗိတ်ဒါ နဲ့လေယာတို့က သူတို့ငယ်စဉ်က အတွေ့အကြုံတွေကို ပြန်ပြောပြတာကို ဇာတ်လမ်းဆင်ထားတာဖြစ်ပြီး ဂျဒိုင်းကြီးတွေရဲ့ ဟာသဆန်ဆန် စွန့်စားခန်းတွေကို ကြည့်ရမှာပဲဖြစ်ပါတယ်"
      },
             
    {
      "movieName":"Puss in Boots:The Last Wish",
      "date":"2022",    
       "img":"http://zegomovie.com/Uploads/vod/2023-01-07/63b9004df2c59.PNG",
       "rimg":"https://www.dreamworks.com/storage/cms-uploads/pib2-share-image-dec-21.jpg",
       "url":"rL4bbVP1uswa0mOUqbrc1CtWQhmlM8h+inqxGzKWSRqtKbvkb8v+GEExg+Y03Rl/h9etepZrsyndSLgvwn5S1hzETpMkwFpUY5nn7CvIJUMcXSG5SmO1SFrLd81Fskjh",
       "text":" 2011 တုန်းက လူတိုင်းကြိုက်ခဲ့တဲ့ ကာတွန်းရုပ်ရှင်တစ်ခုဖြစ်တဲ့ Puss in Boots ရဲ့အဆက် လာပါပြီ။ ဒါရိုက်တာကတော့ အရင်ဒါရိုက်တာ မဟုတ်တော့ဘဲ Joel Crawford ဖြစ်သွားပေမဲ့ အသံသရုပ်ဆောင်ကတော့ Antonio Banderas ပါပဲ။ Black Widow အသစ်လေးဖြစ်တဲ့ Florence Pugh ကတော့ ဂိုဒီ့နေရာမှာ အသံသရုပ်ဆောင်ထားပြီး၊ ဝက်ဝံအမေကြီးနေရမှာလည်း Olivia Colman ပါဝင်ထားပါသေးတယ်။ rating 7.8 အထိ ရနေပြီး တကယ်လည်း ကောင်းတာမို့ ကြည့်လိုက်ကြပါဦး။ ပုံဆွဲစတိုင်ကတော့ အရင်ရုပ်ရှင်နဲ့အတူတော့ဘဲ Spiderman into the spider-verse လိုလို bad guys လိုလိုဒီဇိုင်းတစ်မျိုးလေး ပြောင်းဆွဲထားပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့လူဆိုးပေါင်းစုံဟာ မှော်ဝင်တောအုပ်ကြီးတစ်ခုထဲက ဆုတောင်းတစ်ခုကို ဖြည့်ပေးနိုင်တဲ့ ကြယ်တစ်လုံးကို လိုက်ရှာဖို့ ကြိုးစားနေကြပါတယ်။ဘွတ်ဖိနပ်ကြောင်ကြီးဟာ ကြောင်ပီပီအသက် ၉ ချောင်းရှိပေမဲ့ စောင်တလွဲတွေလုပ်ရင်း သေတာများတော့ အသက်နောက်ဆုံးတစ်ချောင်းပဲကျန်ပါတော့တယ်။ အဲဒီတော့ အရင်လို အသက် ၉ ချောင်းပြန်ပြည့်ဖို့ ဆုတောင်းဖို့ သူလည်း ကြယ်ကြီးကို ရှာဖို့ကြိုးစားရပါတော့တယ်။ အဲဒီစွန့်စားခန်းတစ်လျှောက် ရန်သူတွေ၊ မိတ်ဆွေတွေ၊ မိသားစုတွေ ဘယ်လိုကြုံပြီး ဘယ်လိုရင်ဆိုင်ရမလဲဆိုတာ ဆက်ပြီးကြည့်ရမှာပါပဲ။"

 
},
      
{
      "movieName":"Dragon Ball Super: Super Hero",
      "date":"2022",    
       "img":"http://zegomovie.com/Uploads/vod/2023-01-07/63b902a15a2a2.PNG",
       "rimg":"https://imageio.forbes.com/specials-images/imageserve/621f702afd240f3949639c9d/0x0.jpg?format=jpg&crop=1279,719,x0,y0,safe&width=1200",
       "url":"rL4bbVP1uswa0mOUqbrc1CtWQhmlM8h+inqxGzKWSRqtKa/jfd/4GEE/gP4U/AF/ueWrfqRwiCSAd+IYw3Zb+x3pW4wc+0poZ5jAzjLePyUUX3qaKh6MTF7Pc8lBtkzl",
       "text":"Dragon Ball Super: Super Hero (2022) =========================== Rotten Tomatoes- 93%ဒီကားက​​တော့ dragon ballကာတွန်းရုပ်ရှင်​တွေထဲမှာ ၂၁ကား​ မြောက်ဖြစ်သလို စီးရီးရဲ့canonလည်းဖြစ်ပါတယ်။ ပြီး​တော့ သူ့​ ရှေ့ကား dragon ball super : brolyနဲ့လည်းတိုက်ရိုက်ဆက်ပါ တယ်။ ဆို​တော့ ​ရှေ့ကားကိုလည်း canonလို့ ယူလို့ရမယ်ထင်တာပဲ။ Dragon ballရဲ့ဇာတ်​ကောင် Son Gokuဆိုတာလည်း နယ်နယ်ရရ မဟုတ်ပါဘူး။ တရုတ်ဂန္ဓဝင်ဝတ္ထုကြီးဖြစ်တဲ့ အ​နောက်အရပ်သို့ ခရီး သွားခြင်းထဲက စွန်းဝူခုန်းကိုပဲ ဂျပန်ကာတွန်းဗားရှင်းပါ။ 1980ဝန်း ကျင်မှာ Son Gokuဟာ တစ်ကမ္ဘာလုံး​ပေါက်ခဲ့တာမလို့ တရုတ်ကပါ သူတို့ရဲ့မူရင်းဇာတ်လမ်းကိုယူဆွဲတာ​တောင်​ပေါက်​နေရင် ငါတို့ကိုယ်တိုင် ရိုက်မယ်ကွာဆိုပြီး Journey to the westဇာတ်လမ်းတွဲကြီးကို ရိုက်ကူး ခဲ့ရာက​နေ AGVDbNVutgwiep6615bjTJnQkScwWuUEMuU95NredRG5 ဟာ…အဲ့​လောက် နာမည်ကြီး​နေပြီး ဂျပန်ကာတွန်း ကြီးသုံးကြီး( naruto, bleach, onepiece) ထဲ ဘာလို့မပါလဲဆိုရင် အဲ့၃ခုက ၁၉၉၀​နောက်ပိုင်း ​နောက်​ပေါက်​တွေ ဖြစ်ပြီး Dragon ballက​တော့ ၁၉၈၀ဝန်းကျင် ဘိုး​အေကာတွန်းဖြစ်​နေလို့ ပါပဲ။ဇာတ်လမ်းအကျဥ်းက​တော့ —————————– စီးရီးမှာပါဖူးတဲ့ Red ရဲ့ Red Ribbon Armyကို ​မွေးစားသားဖြစ်သူ Magnentaက ပြန်တည်​​ထောင်ဖို့လုပ်​​နေရာမှာ androidစက်ရုပ်ကျွမ်း ကျင်သူပညာရှင် ​ဒေါက်တာ Geroရဲ့​မြေးဖြစ်သူ Dr.Hedoကို စည်းရုံး ပါ​တော့တယ်။ အဲ့ဒီ​နောက်မှာ​တော့ Hedoဟာ Gamma 1 and 2ကို တီထွင်ပြီး Piccoloကိုသိပ်ခိုင်းရာ Piccoloကြီးကိုနိုင်သွားခဲ့ပါတယ်။ ဒါ့အပြင် Dragon ball fan​တွေသိကြတဲ့ ဇာတ်​ကောင်​တွေအားလုံး​တောင် မနည်းချခဲ့ရတဲ့ ​ဒေါက်တာGeroရဲ့Cellသတ္တဝါဆိုးကြီးကို အဆင့်မြှင့်တင် ထားတဲ့ Cell Maxကိုပါ ​ဒေါက်တာHedoကြီးက တီထွင်​နေပြန်ပါတယ်။ ဘယ်သူမှအနိုင်မယူနိုင်တဲ့ Cell Maxကို ဘယ်လို​တွေအနိုင်ယူကြမလဲ ဆိုတာကိုကိုယ်တိုင်ပဲဆက်ကြည့်ရှုကြပါ။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ DrNyan ဖြစ်ပါတယ်)"     
 
},
      
{
      "movieName":"Guillermo del Toro’s Pinocchio",
      "date":"2022",    
       "img":"http://zegomovie.com/Uploads/vod/2023-01-06/63b7eb3f3fa91.PNG",
       "rimg":"https://static1.colliderimages.com/wordpress/wp-content/uploads/2022/07/Guillermo-del-toro-pinocchio-social-featured.jpg",
       "url":"rL4bbVP1uswa0mOUqbrc1CtWQhmlM8h+inqxGzKWSRqtKazkddT7E3Ezg/Yi5SV1udmtXqhsryKRcKQznlBJ/R/HX5Idx1t9br78yS3IHQQfQnbXLwfXazq2TsVNukDp",
       "text":"Guillermo del Toro’s Pinocchio (2022)သစ်သားရုပ်လေး ပီနိုခီရိုကို ဒါရိုက်တာကြီး ဂီရယ်မိုဒီတယ်ရိုရဲ့ဗားရှင်းအနေနဲ့ ထွက်လာပါပြီ။ ဒါဟာ ဂီရယ်မိုရဲ့ ပထမဆုံး ကာတွန်းရုပ်ရှင်ဖြစ်ပါတယ်။ မူလဇာတ်လမ်းတွေနဲ့ ကွဲပြားစွာပဲ ၁၈၀၀ ခုနှစ်ကိုအခြေမခံဘဲ ပထမကမ္ဘာစစ်အပြီး အီတလီမှာ မူဆိုလီနီအာဏာရချိန် ဖက်ဆစ်အစိုးရ ၁၉၃၀ ဝန်းကျင်ကာလကို အခြေခံထားပါတယ်။ ပုံမှန် Animation မဟုတ်ဘဲ Stop Motion အမျိုးအစားမို့လည်း တစ်မျိုးလေး ဆန်းသစ်ပါသေးတယ်။ ပြီးတော့ ဒါရိုက်တာရဲ့ ထုံးစံအတိုင်း AGVDbNVutgwiep6615bjTJnQkScwWuUEMuU95NredRG5 သဘောတရားတွေနဲ့ ပြသထားတာမို့ လူကြီးပရိသတ်တွေကတော့ ပိုခံစားလို့ကောင်းပါလိမ့်မယ်။ Pan’s Labyrinth ရုပ်ရှင်တုန်းကလည်း စပိန်ပြည်တွင်းစစ်ကိုအခြေခံထားသလို ဒီဇာတ်လမ်းကလည်း အီတလီရဲ့တကယ့်နိုင်ငံရေးအခြေအနေကို အခြေခံထားတာပါပဲ။ ပြီးတော့ ပန်းပုဆရာ ဂျီပတ်တိုရဲ့ သေဆုံးသွားတဲ့ သားနာမည်ကိုလည်း ကာလို အဖြစ် ထည့်သွင်းပေးထားပါသေးတယ်။ မူရင်း ပီနိုခီရိုပုံပြင်ကိုရေးခဲ့သူ Carlo Collodi ကို ဂုဏ်ပြုတဲ့သဘောဖြစ်မယ်ထင်ပါတယ်။ ၁ နာရီ ၅၇ မိနစ်အကြာရိုက်ကူးထားတာမို့ အကြာဆုံး Stop Motion ရုပ်ရှင်လည်း ဖြစ်သွားပါပြီ။ ဂီရယ်မိုရဲ့ထုံးစံအတိုင်း နိမိတ်ပုံတွေ၊ တွေးစရာတွေထည့်သွင်းနေကျမို့ ကြည့်ရတာ စိတ်ဝင်စားဖို့ကောင်းမှာပါ။ ဥပမာ ကောင့် ဗိုပီဆိုတဲ့ ဗီလိန်ဆိုရင် (ဗိုပီဆိုတာက အီတလီလို မြေခွေး) နှာခေါင်းအရှည်ကြီးဖြစ်နေတာကြောင့် “လိမ်ပြောလေလေနှာခေါင်းရှည်လေလေ” ဆိုတဲ့ ပုံပြင်ကို လူသားမှာပါ သရုပ်ဖော်ထားသလိုဖြစ်နေတာမျိုးပေါ့။ ပီနိုခီရိုပုံပြင်ကို ခဏခဏကြည့်ဖူးဖတ်ဖူးပေမဲ့ ဒီတစ်ခါတော့ တစ်မျိုးခံစားကြည့်လိုက်ကြပါဦး။"
 
},     
      
{
      "movieName":"Lego DC Batman: Family Matters",
      "date":"2022",    
       "img":"http://zegomovie.com/Uploads/vod/2022-12-31/63aff3bee7f2e.PNG",
       "rimg":"https://i.ytimg.com/vi/wAKvvUv_wck/maxresdefault.jpg",
       "url":"rL4bbVP1uswa0mOUqbrc1CtWQhmlM8h+inqxGzKWSRqtKafUW/fTNUE/mP8m5zd7pt+yd4xjtDWXar5z/VJ72zfoeIEExV52RIv+0i7CAAwFWXDGNEDVNWPBfcdPuELr",
       "text":"ဇာတ်လမ်းအကျဉ်းဘရုစ်ဝိန်းတစ်ယောက် crime fighting အတွက်ပဲ အာရုံရောက်လွန်းနေရာကနေ တစ်နေ့ သူ့ကုမ္ပဏီကို AGVDbNVutgwiep6615bjTJnQkScwWuUEMuU95NredRG5 Bat Family Member တွေဆီကိုထူးဆန်းစွာနဲ့ ဖိတ်စာတစ်စောင်စီ ရောက်လာခဲ့တော့တယ်။ဖိတ်စာပို့တဲ့လူကလည်း သူတို့တစ်ယောက်ချင်းစီ သရုပ်မှန်တွေကို သိနေခဲ့တယ်။ဒီအချိန်မှာပဲ ဘတ်မန်းရောင်းလိုက်တဲ့ ကုမ္ပဏီကို ဗီလိန်တစ်ယောက်က ဝယ်လိုက်ပြီးကုမ္ပဏီရဲ့ Advanced AI Technology ကို သုံးကာGotham မြို့ကြီးကို ဖျက်ဆီးဖို့ လုပ်ပါတော့တယ်။LEGO animation ဖြစ်တဲ့အတွက် DC Character တွေကိုချစ်စရာLEGOပုံစံလေးတွေနဲ့ မြင်ရမှာပါ။Gotham ရဲ့ Villain တွေလည်း အကုန်လုံးနီးပါး ပါဝင်ထားပါတယ်။နောက်LEGO DC ကားအတွက် Credit Scene ကိုပါ ထည့်ထားပေးတာဆိုတော့လုံးဝကြည့်ကောင်းမယ့် LEGO ကားတစ်ကားဆိုတာ ကျိန်းသေပါတယ်။ "
 
}
 

    


]
}

                        
                  



         
         
         
         ]


}
